Repository: 10allday-Software/spartacus
Catalog: locale/ig/LC_MESSAGES/messages.po
Languages: ig

source: Payment cancelled.
ig: ịkagbu ụgwọ akwụrụ

source: Cancel
ig: Wepụ

source: PIN can only contain digits.
ig: Ikike mbanye ga-enwe naanị akara pụrụ iche.

source: You logged in as a different user, you must start the payment again.
ig: ịbanyere dịka onye ọzọ. ị ga-ebido ịkwụ ụgwọ ọzọ

source: Loading
ig: N'abanye

source: Beginning payment
ig: N’ebido ịkwụ ụgwọ

source: Connecting to Persona
ig: N'ejikọ mbanye gị

source: Payment complete
ig: ịkwụ ụgwọ ezuola

source: Oops
ig: Ewoo

source: This is taking longer than expected. Try again?
ig: ọ na-egbu oge karịa ka okwesịrị. Nwaa ọzọ?

source: Something went wrong. Try again?
ig: Onwere ihe mere. Nwaa ọzọ?

source: OK
ig: ọdị mma

source: Error
ig: Ngahie

source: Enter PIN
ig: Tinye ikike mbanye

source: Sign In
ig: Banye

source: Sign in to continue with the payment
ig: Banye ka iwee kwụọ ụgwọ

source: Sign in
ig: Banye

source: Continue
ig: Gaa n'ihu

source: Wrong PIN
ig: Ikike mbanye abụghị ya

source: PINs do not match.
ig: Ikike mbanye itinyere amakọghị

source: Create a PIN
ig: kepụta ikike mbanye

source: Confirm PIN
ig: Nabata ikike mbanye

source: Reset PIN
ig: Dezigharịa ikike mbanye

source: Forgot your PIN?
ig: Ichezọrọ ikike mbanye gị?

source: You entered the wrong PIN too many times. Your account is locked. Please try your purchase again in 5 minutes.
ig: Itinyere nke abụghị ya ọtụtụ ugbo. Amachiela gị. Biko nwaa ọzọ na nkeji ise.

source: Your PIN was locked
ig: Agbachiela ikike mbanye gị

source: Your PIN was locked because you entered it incorrectly too many times. You can continue and try entering your PIN again or reset your PIN.
ig: Agbachiri ikike mbanye gị n'ihina itinyere nke abụghị ya ọtụtụ ugbo. Inwere ike ị ga n'ihu ma tinyekwa ya ọzọ maọbụ dezigharịa ikike mbanye gị.

source: Are you sure you want to reset your PIN? You must sign in to Persona to reset your PIN.
ig: Ichere n’ịchọrọ idezigharị ikike mbanye gị? ị ga-etinye ihe banyere gị iji me otu ahụ.

source: Verifying payment
ig: Inyocha ụgwọ akwụrụ

source: Retrying
ig: ịnwagharị

source: That took longer than expected. Retry?
ig: Ogburu oge karịa ka okwesịrị. Nwagharịa

source: Back
ig: Azụ

source: Submit
ig: Nyefee

source: Retry?
ig: Nwagharịa?

source: Create PIN
ig: Kepụta ikike mbanye

source: Something went wrong.
ig: Onwere ihe mere.

source: Reset your PIN?
ig: Dezigharịa ikike mbanye gị?

source: Was Locked
ig: Akpọchiri ya

source: Setting up payment
ig: A na eguzobe ịkwụ ụgwọ

source: An internal web request timed out.
ig: Oge gwụnahụrụ ikike web nke ime.

source: The system timed out while trying to log in.
ig: Oge dị n'igwe komputa gwụrụ mgbe ọ na anwa ịbanye

source: An error occurred whilst trying to log out.
ig: Enwere nsogbu mgbe ọ na anwa ịpụ.

source: The system timed out while trying to log out.
ig: Oge gwụrụ mgbe ọchọrọ ịpụ.

source: Payments are temporarily disabled.
ig: Agbanyụrụ ebe ịkwụ ụgwọ na mkpirimkpi oge.

source: An unexpected error occurred when creating your PIN.
ig: Enwere ọdachi mgbe ana ekepụta ikike mbanye.

source: The PIN data submitted was invalid.
ig: Ndekọ enyefere adabaghị.

source: No valid user found whilst attempting to create your PIN
ig: Onweghị onye ahụrụ nwe ya mgbe achọrọ ikepụta ikike mbanye gị

source: Permission denied attempting to create your PIN.
ig: Ekweghị ka ịbanye mgbe ịchọrọ ikepụta ikike mbanye gị.

source: The request timed out whilst attempting to create your PIN.
ig: Oge gwụrụ mgbe achọrọ ikepụta ikike mbanye gị.

source: An unexpected error occurred whilst checking your PIN.
ig: Enwere ihe mgbochi mgbe ana elebara ikike mbanye gị anya.

source: No valid user found whilst checking your PIN
ig: Onweghị onye ahụrụ nwe ya mgbe ana elebara ikike mbanye gị anya

source: Permission denied attempting to check your PIN
ig: Ekweghị ka ịbanye mgbe ịnwara ile maka ikike mbanye gị

source: The request timed out whilst trying to check your PIN
ig: Oge gwụrụ mgbe ịchọrọ ile ikike mbanye gị

source: An unexpected error occurred when resetting your PIN.
ig: Enwere ọdachi mgbe achọrọ idezigharị ikike mbanye gị.

source: No valid user found whilst attempting to reset your PIN
ig: Onweghị onye nwe ya ahụrụ mgbe achọrọ idezigharị ikike mbanye gị

source: Permission denied attempting to reset your PIN.
ig: Ekweghị ka ịbanye dezigharịa ikike mbanye gị.

source: The request timed out whilst attempting to reset your PIN.
ig: Oge gwụrụ mgbe achọrọ idezigharị ikike mbanye gị.

source: The transaction failed. You have not been charged for this purchase.
ig: Azụahịa ahụ agaghị. Onwebeghị ego anara gị na ya.

source: The payment method or price point is not supported for this region or operator.
ig: Anaghị anabata usoro ịkwụ ụgwọ a n'oke ala ebe a.

source: Waiting for login
ig: Ichere maka mbanye

source: Retrieving Transaction
ig: Inwetaghachi azumahịa emere.

source: An unexpected error occurred.
ig: ọdachi atụghị anya mere.

source: Sign-in to reset PIN
ig: Banye iji dezigharịa ikike mbanye.

source: Please sign in to reset your PIN.
ig: Banye iji ezigharịa ikike mbanye gị

source: Initializing
ig: N'abanye

source: PIN Locked
ig: Agbachiela ikike mbanye gị

source: Completing payment
ig: Ana akwụcha ụgwọ

source: Processing
ig: N'ahazi

source: Simulate Payment
ig: ịkwụ ụdị ụgwọ yiri

source: You will not be charged.
ig: Agaghị ana gị ego.

source: Reset
ig: Dozigharịa

source: By proceeding you agree to our <a %(terms)s>terms</a> and <a %(privacy)s>Privacy Policy</a>
ig: Site n'ịga n'ihu ikwerenyere <a %(terms)s>oge</a> na <a %(privacy)s>ikike nzuzo anyị</a>

source: Connecting to Firefox Accounts
ig: Iwebanye na akaụntụ Firefox

source: Are you sure you want to reset your PIN? You must sign in to Firefox Accounts to reset your PIN.
ig: Ichere n'ịchọrọ idezigharị ikike mbanye gị? ị ga abanye na akaụntụ Firefox gị.

source: Logging out
ig: N'apụ

source: You are signed in as:
ig: ịbanyere dịka:

source: Not you?
ig: ọbụghị gị?

source: Super Simulate
ig: Myiri bụ ọkpọka

source: Simulate Something?
ig: Myiri dịka?

source: No network simulation
ig: Onweghị netwọk myiri

source: PIN too short
ig: PIN pere oke mpe

source: Success
ig: Ntozu

source: Your purchase is complete. Close the window to continue
ig: Nzụta gị ezuola. Mechie mpio ahụ iji gaa n'ihu

source: An error occurred. Close the window to continue
ig: Mperi dapụtara. Mechie mpio ahụ iji gaa n'ihu

source: Completing Payment
ig: Na-emezu Akwụmụgwọ
