Repository: 10allday-Software/spartacus
Catalog: locale/yo/LC_MESSAGES/messages.po
Languages: yo

source: Payment cancelled.
yo: Pa ìsanwó rẹ́.

source: Cancel
yo: Parẹ́

source: PIN can only contain digits.
yo: PIN lèní àwọn òǹkà nìkan.

source: You logged in as a different user, you must start the payment again.
yo: O wọlé bi olùṣámúlò míìràn, o gbọ́dọ̀ bẹ̀rẹ̀ ọ̀nà ìsanwó lẹ́ẹ̀kansi.

source: Loading
yo: Ń gbàwálẹ̀

source: Beginning payment
yo: Bẹ̀rẹ̀ ọ̀nà ìsanwó

source: Connecting to Persona
yo: so pọ̀mọ́ sí Àdáni

source: Payment complete
yo: Ìsanwó ti pé

source: Oops
yo: Háà

source: This is taking longer than expected. Try again?
yo: O ń pẹ́ ju bí ó ti yẹ. Gbìyànjú si?

source: Something went wrong. Try again?
yo: Ìṣòro kan wáyé. Gbìyànjú si?

source: OK
yo: Ó DÁRA

source: Error
yo: Àṣìṣe

source: Enter PIN
yo: Ṣàmúlò PIN

source: Sign In
yo: Wọlé

source: Sign in to continue with the payment
yo: Wọlé láti tẹ̀sìwajú pẹ̀lu ìsanwó

source: Sign in
yo: Wọlé

source: Continue
yo: Tẹ̀sìwajú

source: Wrong PIN
yo: PIN tí kòtọ́

source: PINs do not match.
yo: PIN kò bamu.

source: Create a PIN
yo: Ṣẹ̀dá PIN

source: Confirm PIN
yo: Ṣàrídájú PIN

source: Reset PIN
yo: Ṣàtúntò PIN

source: Forgot your PIN?
yo: O gbàgbé PIN rẹ?

source: You entered the wrong PIN too many times. Your account is locked. Please try your purchase again in 5 minutes.
yo: O ṣàmúlò PIN tí kò tọ́ lọ́pọ̀ ìgbà. Àkọ́ọ̀lẹ̀ rẹ ni a tìpa. Jọ̀wọ́ gbìyànjú láti ra lẹ́ẹ̀kansi ní ìṣẹjú máàrún.

source: Your PIN was locked
yo: Ati ti PIN rẹ

source: Your PIN was locked because you entered it incorrectly too many times. You can continue and try entering your PIN again or reset your PIN.
yo: Ati PIN rẹ nítorí o lo èyí tí kò tọ́ ní ọ̀pọ̀ ìgbà. O lè tẹ̀síwájú láti lo PIN rẹ si tàbí ṣàtúntò PIN rẹ̀.

source: Are you sure you want to reset your PIN? You must sign in to Persona to reset your PIN.
yo: Ǹjẹ́ ó dá ọ lójú pé o fẹ́ ṣe àtúntò PIN rẹ? O gbọ́dọ̀ wọlé láti ṣàtúntò PIN àdáni rẹ.

source: Verifying payment
yo: Ń ṣe ìjẹ́rìísí ìsanwó

source: Retrying
yo: Ń gbìyànjú

source: That took longer than expected. Retry?
yo: Èyí pẹ́ ju bí ati lérò lọ. Gbìyànjú si?

source: Back
yo: Padà

source: Submit
yo: Fàkalẹ̀

source: Retry?
yo: Gbìyànjú?

source: Create PIN
yo: Ṣẹ̀dá PIN

source: Something went wrong.
yo: Ohun kan tí kò tọ́nà wáyé.

source: Reset your PIN?
yo: Ṣàtúntò PIN rẹ?

source: Was Locked
yo: Titì Pa

source: Setting up payment
yo: Ṣe ààtò fún ìsanwó

source: An internal web request timed out.
yo: Wẹ́ẹ̀bù tinú́ tí o béèrè tí a fún ní àkókò titán.

source: The system timed out while trying to log in.
yo: Ìlànà ètò náà tí a fún ní àkókò titán nígbà tí o ń gbìyànjú láti wọlé.

source: An error occurred whilst trying to log out.
yo: Ìlànà ètò wáyé nígbà tí o ń gbìyànjú láti wọlé.

source: The system timed out while trying to log out.
yo: Ìlànà ètò naa tí a fún ní àkókò tan ni àkókò ìtẹ̀jáde.

source: Payments are temporarily disabled.
yo: Ọ̀nà ìsanwó ni ìdádúró diẹ.

source: An unexpected error occurred when creating your PIN.
yo: Àṣìṣe àìrótẹ́lẹ̀ wáyé nígbà ìṣẹ̀dá PIN rẹ.

source: The PIN data submitted was invalid.
yo: Dátà PIN tí o fílẹ̀ kòtọ́.

source: No valid user found whilst attempting to create your PIN
yo: Kòsí olùṣàmúlò gbóógì nígbà ìgbìyànjú láti ṣẹ̀dá PIN

source: Permission denied attempting to create your PIN.
yo: Kòsí àyè ní ìgbìyàjú láti ṣẹ̀dá PIN rẹ.

source: The request timed out whilst attempting to create your PIN.
yo: Ohun tí o bèèrè fún tán nígbà ìbéère ìṣẹ̀dá PIN rẹ.

source: An unexpected error occurred whilst checking your PIN.
yo: Àṣìṣe àìrótẹ́lẹ̀ wáyé lákòkò àyẹ̀wò PIN rẹ.

source: No valid user found whilst checking your PIN
yo: Kòsí olùṣàmúlò tó tọ̀nà lákòkó àyẹ̀wò PIN rẹ

source: Permission denied attempting to check your PIN
yo: Kòsí àyè lákokó ìgbìyànjú àyẹ̀wò PIN rẹ

source: The request timed out whilst trying to check your PIN
yo: Àkókò tí o bèèrè tán ní ìgbà àyẹ̀wò PIN rẹ

source: An unexpected error occurred when resetting your PIN.
yo: Àṣìṣe àìròtẹ́lẹ̀ wáyé nígbà àtúntò PIN rẹ.

source: No valid user found whilst attempting to reset your PIN
yo: Kòsí olùṣàmúlò tó tọ́nà nígbà ìgbìyànjú àtúntò PIN rẹ

source: Permission denied attempting to reset your PIN.
yo: Kòsí àyè nígbà ìgbìyànjú àtúntò PIN rẹ.

source: The request timed out whilst attempting to reset your PIN.
yo: Àkókò tán nígbà ìgbìyànjú àtúntò PIN rẹ.

source: The transaction failed. You have not been charged for this purchase.
yo: Ìbáṣepọ̀ kúnà. Akòíti gba owó fún ríra yíì.

source: The payment method or price point is not supported for this region or operator.
yo: Ọ̀nà ìṣanwó tàbi ibi ìdíyelé ni akògbà fún ẹkùn tàbí iṣẹ́ yìí.

source: Waiting for login
yo: Ń dúró fún ìwọlé

source: Retrieving Transaction
yo: Ń gba Ìbáṣepọ̀

source: An unexpected error occurred.
yo: Àṣìṣe àìròtẹ́lẹ̀ wáyé.

source: Sign-in to reset PIN
yo: Wọlé láti ṣàtúntò PIN

source: Please sign in to reset your PIN.
yo: Jọ̀wọ́ wọlé láti ṣàtúntò PIN rẹ.

source: Initializing
yo: Ń bẹ̀rẹ̀

source: PIN Locked
yo: PIN Tìpa

source: Completing payment
yo: Ń parí ìsanwó

source: Processing
yo: Ń Ṣètò

source: Simulate Payment
yo: Sẹ̀dásílẹ̀ Ìsanwó

source: You will not be charged.
yo: Akòní gba owó lọ́wọ̀ rẹ.

source: Reset
yo: Sààtò

source: By proceeding you agree to our <a %(terms)s>terms</a> and <a %(privacy)s>Privacy Policy</a>
yo: Ni ṣiṣètò o gba <a %(terms)s>àwọn ìfẹnukò</a> àti <a %(privacy)s>Ìlànà Ìpamọ́</a>

source: Connecting to Firefox Accounts
yo: Ń somọ́ Àkọ́ọ̀lẹ̀ Firefox

source: Are you sure you want to reset your PIN? You must sign in to Firefox Accounts to reset your PIN.
yo: Ṣé ó dá ọ lójú pé o fẹ́ṣe àtúntò PIN rẹ? O gbọ́dọ̀ wọlé sí Àkọ́ọ̀lẹ̀ Firefox láti ṣàtúntò PIN rẹ.

source: Logging out
yo: Tẹ̀ jáde

source: You are signed in as:
yo: O wọlé bii:

source: Not you?
yo: Kìíṣe ìwọ?

source: Super Simulate
yo: Sẹ̀dásílẹ̀ tó Gbèdéké

source: Simulate Something?
yo: Sẹ̀dásílẹ̀ Ohun kan?

source: No network simulation
yo: Kosi sẹ̀dásílẹ̀ alásopọ̀

source: PIN too short
yo: PIN ti kéréjù

source: Success
yo: Aṣeyọrí

source: Your purchase is complete. Close the window to continue
yo: Rírà rẹ pé. Ti wíńdò láti tẹ̀sìwajú

source: An error occurred. Close the window to continue
yo: Àṣiṣe wáyé. Ti wíńdò láti tẹ̀sìwajú

source: Completing Payment
yo: Ìsa Ń Parí

source: Product cannot be purchased due to configuration error.
yo: Kòle ra ohun ìgbéjáde nítorí àṣìṣe àtòpọ̀.
