Repository: 10allday-Software/spartacus
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, bn_bd, bn_in, da, de, es, eu, fr, hi_in, hu, it, ja, pa_in, pt_br, ro, sk, sl, sq, sr, sr_latn, sw, uk, xh, zu

source: An unexpected error occurred whilst checking your PIN.
af: 'n Onverwagse fout het voorgekom terwyl jou PIN gekontroleer is.
bn_in: একটি অপ্রত্যাশিত ত্রুটি ঘটেছে আপনার পিন চেক করার সময়।
da: Der opstod en uventet fejl da din pinkode blev kontrolleret.
de: Beim Überprüfen Ihrer PIN ist ein unerwarteter Fehler aufgetreten.
es: Ocurrió un error inesperado mientras se comprobaba tu PIN.
eu: Ustegabeko errore bat gertatu da PINa egiaztatzean.
fr: Une erreur s'est produite en vérifiant votre code PIN.
hi_in: आपकि PIN की जाँच के दौरान एक अप्रत्याशित त्रुटि हुई.
hu: Váratlan hiba történt a PIN ellenőrzése közben.
it: Errore inatteso durante la verifica del PIN.
ja: 暗証番号の確認中に予期せぬ問題が発生しました。
pa_in: ਤੁਹਾਡੇ ਪਿੰਨ ਨੂੰ ਚੈੱਕ ਕਰਨ ਦੇ ਦੌਰਾਨ ਅਚਾਨਕ ਗਲਤੀ ਆਈ।
pt_br: Ocorreu um erro inesperado na tentativa de verificação do seu PIN.
ro: S-a produs o eroare neașteptată în timp ce se verifica PIN-ul.
sk: Pri kontrole vášho PIN nastala neočakávaná chyba.
sl: V postopku preverjanja vašega PIN-a se je pojavila nepričakovana napaka.
sq: Ndodhi një gabim i papritur gjatë kontrollit të PIN-it tuaj.
sr: Десила се неочекивана грешка при прављењу Вашег PIN-а.
sr_latn: Desila se neočekivana greška pri pravljenju Vašeg PIN-a.
sw: Hitilafu ambayo haikuwa imekusudiwa imetokea wakati wa kuangalia PIN.
uk: При перевірці вашого PIN сталася неочікувана помилка.
xh: Kwenzeke imposiso engalindelekanga ngelixa ikhangela i-PIN yakho.
zu: Kwenzeke iphutha elingalindelekile ngenkathi kuhlolwa i-PIN yakho.

source: No valid user found whilst checking your PIN
af: Geen geldige gebruiker gevind terwyl jou PIN gekontroleer is
bn_in: কোন বৈধ ব্যবহারকারী পাওয়া যায়েনি আপনার পিন চেক করার সময়
da: Ingen gyldig bruger fundet da din pinkode blev kontrolleret
de: Beim Überprüfen Ihrer PIN wurde kein gültiger Benutzer gefunden
es: No se encontró un usuario válido mientras se comprobaba tu PIN
eu: Ez da baliozko erabiltzailerik aurkitu PINa egiaztatzean
fr: Aucun utilisateur valide trouvé lors de la vérification de votre code PIN.
hi_in: आपकी PIN की जाँच के दौरान कोई मान्य उपयोगकर्ता पाया नही गया
hu: Nem található érvényes felhasználó a PIN ellenőrzése közben
it: Durante la verifica del PIN non è stato trovato un nome utente valido
ja: 暗証番号の確認中に正規ユーザが見つかりませんでした。
pa_in: ਤੁਹਾਡਾ ਪਿੰਨ ਚੈੱਕ ਕਰਨ ਦੇ ਦੌਰਾਨ ਕੋਈ ਜਾਇਜ਼ ਯੂਜ਼ਰ ਨਹੀਂ ਲੱਭਿਆ
pt_br: Não foi encontrado um usuário válido durante a tentativa de validação do PIN
ro: Niciun utilizator valid găsit în timp ce se verifica PIN-ul
sk: Pri kontrole vášho PIN nebol nájdený žiadny platný používateľ
sl: V postopku preverjanja vašaga PIN-a ni bil najden noben veljaven uporabnik.
sq: Nuk u gjet përdorues i vlefshëm ndërsa po përpiqej të kontrollohej PIN-i juaj
sr: Ни један валидан корисник није пронађен при провери Вашег PIN-а
sr_latn: Ni jedan validan korisnik nije pronađen pri proveri Vašeg PIN-a
sw: Hakuna mtumiaji halali amepatikana wakati wa kuangalia PIN
uk: Поки тривала перевірка вашого PIN, не знайдено дійсного користувача
xh: Akukho msebenzisi usebenzayo uye wafunyanwa ngelixa kukhangelwa i-PIN yakho
zu: Akekho umsebenzisi ofanelekile otholakele ngenkathi kuhlolwa i-PIN yakho

source: Permission denied attempting to check your PIN
af: Toestemming is geweier terwyl daar probeer is om jou PIN te kontroleer
bn_in: আপনার পিন চেক করার সময় অনুমতি অস্বীকৃত
da: Tilladelse nægtet under forsøget på at kontrollere din pinkode
de: Beim Versuch, Ihre PIN zu überprüfen, wurde die Erlaubnis verweigert.
es: Permiso denegado al intentar comprobar tu PIN
eu: Baimena ukatu da PINa egiaztatzean
fr: Permission refusée lors de la vérification de votre code PIN
hi_in: आपकी PINन जांच करने की अनुमति नहीं मिली
hu: Hozzáférés megtagadva a PIN ellenőrzésére tett kísérlet közben
it: Autorizzazione negata durante il tentativo di verifica del PIN
ja: 暗証番号の確認中に権限がないため操作が拒否されました。
pa_in: ਤੁਹਾਡਾ ਪੈਨ ਚੈੱਕ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਦੌਰਾਨ ਅਧਿਕਾਰ ਪਾਬੰਦੀ
pt_br: Permissão negada na tentativa de verificação do seu PIN
ro: Permisiune refuzată în încercarea de a verifica PIN-ul
sk: Pri kontrole vášho PIN bol prístup zakázaný
sl: V postopku preverjanja vašega PIN-a je bilo dovoljenje zavrnjeno.
sq: Leje e mohuar gjatë përpjekjes për kontroll të PIN-it tuaj.
sr: Дозвола је одбијена при покушају провере Вашег PIN-а
sr_latn: Dozvola je odbijena pri pokušaju provere Vašeg PIN-a
sw: Umenyimwa ruhusa wakati wa kujaribu kuangalia PIN yako
uk: Заборонено дозвіл при спробі перевірити ваш PIN
xh: Imvume yaliwe kuzanywa ukukhangelwa i-PIN yakho
zu: Imvume yenqatshiwe ngenkathi kuzanywa ukuhlola i-PIN yakho

source: The request timed out whilst trying to check your PIN
af: Die versoek het uitgetel terwyl daar probeer is om jou PIN te kontroleer
bn_in: অনুমতির সময়সীমা সমাপ্ত হয়েছে আমার পিন চেক করতে গিয়ে
da: Forespørgslen fik time out under forsøget på at kontrollere din pinkode
de: Beim Versuch, Ihre PIN zu überprüfen, wurde das Zeitlimit für die Anfrage überschritten.
es: La petición expiró mientras se intentaba comprobar tu PIN
eu: Eskaera iraungi da PINa egiaztatzean
fr: La demande a expiré lors de la vérification de votre code PIN
hi_in: अपपका PIN जाँच के प्रयास में अनुरोध का समय समाप्त होगया
hu: A kérés túllépte az időkorlátot a PIN ellenőrzésére tett kísérlet közben
it: La richiesta è scaduta durante la verifica del PIN
ja: 暗証番号の確認中にリクエストがタイムアウトしました。
pa_in: ਤੁਹਾਡੇ ਪਿੰਨ ਨੂੰ ਚੈੱਕ ਕਰਨ ਦੇ ਦੌਰਾਨ ਬੇਨਤੀ ਲਈ ਸਮਾਂ-ਸਮਾਪਤ
pt_br: O pedido expirou na tentativa de verificação do seu PIN
ro: Cererea a expirat în timp ce se încerca verificarea PIN-ul
sk: Pri pokuse o kontrolu vášho PIN došlo k vypršaniu požiadavky
sl: Prošnja za preverjanje vašega PIN-a se je iztekla.
sq: Kërkesës i mbaroi koha teksa përpiqej të kontrollonte PIN-in tuaj.
sr: Захтев је истекао при покушају провере Вашег PIN-а
sr_latn: Zahtev je istekao pri pokušaju provere Vašeg PIN-a
sw: Ombi limepitwa na muda wakati wa kuangalia PIN yako.
uk: Час очікування запиту вийшов поки тривала спроба перевірки вашого PIN
xh: Isicelo siphelelwe lixesha ngelixa izama ukukhangela i-PIN yakho
zu: Isicelo siphelelwe isikhathi ngenkathi kuzanywa ukuhlola i-PIN yakho

source: An unexpected error occurred when resetting your PIN.
af: Geen geldige gebruiker gevind terwyl daar probeer is om jou PIN terug te stel
bn_in: একটি অপ্রত্যাশিত ত্রুটি ঘটেছে আপনার পিন রিসেট করতে গিয়ে।
da: Der opstod en uventet fejl da din pinkode blev nulstillet.
de: Beim Zurücksetzen Ihrer PIN ist ein unerwarteter Fehler aufgetreten.
es: Ocurrió un error inesperado cuando se restablecía tu PIN.
eu: Ustegabeko errore bat gertatu da PINa berrezartzean.
fr: Une erreur s'est produite lors de la réinitialisation de votre code PIN.
hi_in: आपकि PIN रीसेट करने के दौरान एक अप्रत्याशित त्रुटि हुई.
hu: Váratlan hiba történt a PIN visszaállításakor.
it: Si è verificato un errore inatteso durante la reimpostazione del PIN.
ja: 暗証番号のリセット中に予期せぬ問題が発生しました。
pa_in: ਤੁਹਾਡੇ ਪਿੰਨ ਨੂੰ ਮੁੜ-ਸੈੱਟ ਕਰਨ ਦੇ ਦੌਰਾਨ ਅਚਾਨਕ ਗਲਤੀ ਆਈ।
pt_br: Ocorreu um erro inesperado na tentativa de reposição do seu PIN.
ro: S-a produs o eroare neașteptată la resetarea PIN-ului.
sk: Pri obnove vášho PIN nastala neočakávaná chyba.
sl: V postopku ponastavitve vašega PIN-a se je pojavila nepričakovana napaka.
sq: Ndodhi një gabim i papritur gjatë ricaktimit të PIN-it tuaj.
sr: Десила се неочекивана грешка при ресетовању Вашег PIN-а.
sr_latn: Desila se neočekivana greška pri resetovanju Vašeg PIN-a.
sw: Hitilafu ambayo haikuwa imetarajiwa imetokea wakati wa kuseti PIN yako upya.
uk: Під час скидання вашого PIN-коду сталася непередбачувана помилка.
xh: Kwenzeke imposiso engalindelekanga ngelixa kusetwa i-PIN yakho ngokutsha.
zu: Kwenzeke iphutha elingalindelekile ngenkathi kusethwa kabusha i-PIN yakho.

source: No valid user found whilst attempting to reset your PIN
af: Geen geldige gebruiker gevind terwyl daar probeer is om jou PIN terug te stel
bn_in: আপানার পিন রিসেট করতে গিয়ে কোন বৈধ ব্যবহারকারী পাওয়া যায়েনি
da: Ingen gyldig bruger fundet under forsøget på at nulstille din pinkode
de: Beim Versuch, Ihre PIN zurückzusetzen, wurde kein gültiger Benutzer gefunden
es: No se encontró un usuario válido mientras se intentaba restablecer tu PIN
eu: Ez da baliozko erabiltzailerik aurkitu PINa berrezartzean
fr: Aucun utilisateur valide n'a été trouvé lors de la tentative de réinitialisation de votre code PIN
hi_in: आपकी PIN रीसेट करने के दौरान कोई मान्य उपयोगकर्ता पाया नही गया
hu: Nem található érvényes felhasználó a PIN visszaállítására tett kísérlet közben
it: Durante il tentativo di reimpostare il PIN non è stato trovato un nome utente valido
ja: 暗証番号のリセット中に正規ユーザが見つかりませんでした。
pa_in: ਤੁਹਾਡੇ ਪਿੰਨ ਨੂੰ ਮੁੜ-ਸੈੱਟ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਦੌਰਾਨ ਕੋਈ ਜਾਇਜ਼ ਯੂਜ਼ਰ ਨਹੀਂ ਲੱਭਿਆ
pt_br: Não foi encontrado um usuário válido na tentativa de reposição do seu PIN
ro: Niciun utilizator valid găsit în timp ce se încerca resetarea PIN-ul
sk: Pri pokuse o obnovenie vášho PIN nebol nájdený platný používateľ
sl: V postopku ponastavitve vašega PIN-a ni bil najden noben veljaven uporabnik.
sq: Nuk u gjet përdorues i vlefshëm ndërsa po përpiqej të ricaktohej PIN-i juaj
sr: Ни један валидан корисник није пронађен при покушају ресетовања Вашег PIN-а
sr_latn: Ni jedan validan korisnik nije pronađen pri pokušaju resetovanja Vašeg PIN-a
sw: Hakuna mtumiaji halali amepatikana tukijaribu keseti PIN yako upya
uk: Поки тривала спроба скинути ваш PIN, не знайдено дійсного користувача
xh: Akukho msebenzisi usebenzayo uye wafunyanwa ngelixa kusetwa i-PIN yakho ngokutsha
zu: Akekho umsebenzisi ofanelekile otholakele ngenkathi kuzanywa ukusetha kabusha i-PIN yakho.

source: Permission denied attempting to reset your PIN.
af: Toestemming is geweier terwyl daar probeer is om jou PIN terug te stel.
bn_in: অনুমতি অস্বীকৃত আপনার পিন রিসেট করতে গিয়ে।
da: Tilladelse nægtet under forsøget på at nulstille din pinkode.
de: Beim Versuch, Ihre PIN zurückzusetzen, wurde die Erlaubnis verweigert.
es: Permiso denegado al intentar restablecer tu PIN.
eu: Baimena ukatu da PINa berrezartzean.
fr: Permission refusée lors de la tentative de réinitialisation de votre code PIN.
hi_in: आपकी PIN रीसेट करने की अनुमति नहीं मिली.
hu: Hozzáférés megtagadva a PIN visszaállítására tett kísérlet közben.
it: Autorizzazione negata durante il tentativo di reimpostare il PIN.
ja: 暗証番号のリセット中に権限がないため操作が拒否されました。
pa_in: ਤੁਹਾਡੇ ਪਿੰਨ ਨੂੰ ਮੁੜ-ਸੈੱਟ ਕਰਨ ਦੇ ਦੌਰਾਨ ਅਧਿਕਾਰ ਪਾਬੰਦੀ ਹੈ।
pt_br: Permissão negada na tentativa de reposição do seu PIN.
ro: Permisiune refuzată în încercarea de a reseta PIN-ul.
sk: Pri obnove vášho PIN bol prístup zakázaný.
sl: V postopku ponastavitve vašega PIN-a je bilo dovoljenje zavrnjeno.
sq: Leje e mohuar gjatë përpjekjes për ricaktim të PIN-it tuaj.
sr: Дозвола је одбијена при покушају ресетовања Вашег PIN-а.
sr_latn: Dozvola je odbijena pri pokušaju resetovanja Vašeg PIN-a.
sw: Umenyimwa ruhusa kujaribu keseti PIN upya.
uk: Заборонено дозвіл при спробі скинути ваш PIN.
xh: Imvume yaliwe kuzanywa ukusetwa i-PIN yakho ngokutsha.
zu: Imvume inqatshelwe ngenkathi kuzanywa ukusetha kabusha i-PIN yakho.

source: The request timed out whilst attempting to reset your PIN.
af: Die versoek het uitgetel terwyl daar probeer is om jou PIN terug te stel.
bn_in: আপানার পিন রিসেট করতে গিয়ে অনুরোধের সময়সীমা সমাপ্ত হয়েছে।
da: Forespørgslen fik time out under forsøget på at nulstille din pinkode.
de: Beim Versuch, Ihre PIN zurückzusetzen, wurde das Zeitlimit für die Anfrage überschritten.
es: La petición expiró mientras se intentaba restablecer tu PIN.
eu: Eskaera iraungi da PINa berrezartzean.
fr: Le délai d'attente de la requête est dépassé pour la réinitialisation de votre code PIN.
hi_in: अपपका PIN रीसेट करने के प्रयास में अनुरोध का समय समाप्त होगया.
hu: A kérés túllépte az időkorlátot a PIN visszaállítására tett kísérlet közben.
it: La richiesta è scaduta durante il tentativo di reimpostazione del PIN.
ja: 暗証番号のリセット中にリクエストがタイムアウトしました。
pa_in: ਤੁਹਾਡੇ ਪਿੰਨ ਨੂੰ ਮੁੜ-ਸੈੱਟ ਕਰਨ ਦੇ ਦੌਰਾਨ ਬੇਨਤੀ ਲਈ ਸਮਾਂ-ਸਮਾਪਤ ਹੋਇਆ।
pt_br: O pedido expirou na tentativa de reposição do seu PIN.
ro: Cererea a expirat în timp ce se încerca resetarea PIN-ul.
sk: Pri pokuse o obnovenie vášho PIN došlo k vypršaniu požiadavky.
sl: Prošnja za ponastavitev vašega PIN-a se je iztekla.
sq: Kërkesës i mbaroi koha teksa përpiqej të ricaktonte PIN-in tuaj.
sr: Захтев је истекао при покушају ресетовања Вашег PIN-а.
sr_latn: Zahtev je istekao pri pokušaju resetovanja Vašeg PIN-a.
sw: Ombi limeishiwa na muda likijaribu kuseti PIN upya.
uk: Поки тривала спроба скинути ваш PIN, вийшов час очікування запиту.
xh: Isicelo siphelelwe lixesha ngelixa kuzanywa ukusetwa iPIN yakho ngokutsha.
zu: Isicelo siphelelwe isikhathi ngenkathi kuzanywa ukusetha kabusha i-PIN yakho.

source: The transaction failed. You have not been charged for this purchase.
af: Die transaksie het misluk. Jy sal nie vir hierdie aankoop hoef te betaal nie.
bn_in: লেনদেন ব্যর্থ হয়েছে। এর জন্য আপনাকে অভিযুক্ত করা হয়েনি।
da: Transaktionen mislykkedes. Du er ikke blevet opkrævet for dette køb.
de: Die Transaktion ist fehlgeschlagen. Ihr Konto wurde für diesen Kauf nicht belastet.
es: La transacción falló. No se te ha cobrado por esta compra.
eu: Transakzioak huts egin du. Ez zaizu erosketa hau kobratu.
fr: La transaction a échoué. Vous n'avez pas été facturé pour cet achat.
hi_in: लेनदेन में विफल . आपसे इस खरीद के लिए शुल्क नहीं लिया गया है.
hu: A tranzakció meghiúsult. A vásárlást nem számláztuk ki.
it: La transazione non è andata a buon fine. L’acquisto non ti verrà addebitato.
ja: トランザクションが失敗しました。今回の購入にはまだ課金されていません。
pa_in: ਲੈਣ-ਦੇਣ ਫੇਲ੍ਹ ਹੋਇਆ। ਤੁਹਾਨੂੰ ਇਹ ਖਰੀਦਦਾਰੀ ਲਈ ਕੋਈ ਖ਼ਰਚਾ ਨਹੀਂ ਲੱਗੇਗਾ।
pt_br: A transação falhou. Não foi cobrado nenhum valor nesta compra.
ro: Tranzacția a eșuat. Nu ai fost taxat pentru această achiziție.
sk: Transakcia zlyhala. Platba za tento nákup nebola vykonaná.
sl: Transakcija ni uspela. Za ta nakup vas nismo bremenili.
sq: Transaksioni dështoi. Kjo blerje nuk ju është faturuar.
sr: Трансакција није успела. Ова куповина Вам неће бити наплаћена.
sr_latn: Transakcija nije uspela. Ova kupovina Vam neće biti naplaćena.
sw: Ununuzi hayakufaulu. Haujalipishwa kwa ununuzi huu.
uk: Транзакція невдала. З вас не знято гроші за цю покупку.
xh: Intengiso ayiphumelelanga. Awuhlawuliswanga ngale ntengo.
zu: Ithranzekshini ayiphumelelanga. Awukhokhiswanga ngalokhu kuthenga.

source: The payment method or price point is not supported for this region or operator.
af: Die betalingsmetode of pryspunt word nie deur hierdie streek of operateur ondersteun nie.
bn_in: এই অঞ্ছল বা অপারেটর এই পেমেণ্ট পদ্ধতি বা দাম বিন্দু সমর্থন করে না।
da: Betalingsmetoden eller prisniveauet understøttes ikke i dette område eller af denne operatør.
de: Die Zahlungsmethode oder der Preispunkt wird für diese Region oder diesen Betreiber nicht unterstützt.
es: El método de pago o precio no es compatible para esta región u operador.
eu: Ordainketa-metodoa edo prezioa ez da eskualde edo operadore honekin bateragarria.
fr: La méthode de paiement ou le prix de référence ne sont pas pris en charge pour cette région ou pour cet opérateur.
hi_in: भुगतान विधि या कीमत जग्हा इस क्षेत्र या ऑपरेटर के लिए समर्थित नहीं है.
hu: A fizetési módszer vagy ár nem támogatott ezen a területen vagy szolgáltatónál.
it: Il metodo di pagamento o il price point scelti non sono disponibili per questa area geografica o per questo operatore.
ja: この地域もしくはキャリアは、この決済方法もしくは価格帯に対応していません。
pa_in: ਇਹ ਖੇਤਰ ਜਾਂ ਓਪਰੇਟਰ ਲਈ ਭੁਗਤਾਨ ਢੰਗ ਜਾਂ ਕੀਮਤ ਸਹਾਇਕ ਨਹੀਂ ਹੈ।
pt_br: O método de pagamento ou o preço de referência não são suportados por esta região ou operadora.
ro: Metoda de plată sau prețul de referință nu este suportat(ă) pentru această regiune sau operator.
sk: Metóda platby alebo jej výška nie sú pre tento región alebo operátora podporované.
sl: Način plačila ali cena ni predvidena za vašo regijo ali operaterja.
sq: Metoda e pagesës ose çmimi nuk mbulohet për këtë rajon ose operator.
sr: Начин плаћање или цена није подржана за овај регион или оператера.
sr_latn: Način plaćanje ili cena nije podržana za ovaj region ili operatera.
sw: Njia ya malipo ama bei haikuungwa mkono kwa hili eneo ama na mtoa huduma ya simu.
uk: Тип оплати або стандартна ціна не підтримується для цього регіону або оператора.
xh: Indlela yokuhlawula okanye indawo yamaxabiso ayixhaswanga kule ndawo okanye umsebenzisi.
zu: Indlela yokukhokha noma indawo yokukhokha ayesekiwe yilesi sizinda noma i-operator.

source: Waiting for login
af: Wag vir aanmelding
bn_in: লগ ইন এর জন্য অপেক্ষা করুন
da: Venter på login
de: Warten auf Anmeldung…
es: Esperando identificación
eu: Saio-hasieraren zain
fr: En attente de connexion
hi_in: प्रवेश प्रतीक्षा
hu: Várakozás bejelentkezésre
it: In attesa di effettuare l’accesso…
ja: ログイン待機中
pa_in: ਲਾਗਇਨ ਲਈ ਉਡੀਕ ਜਾਰੀ ਹੈ
pt_br: Aguardando autenticação
ro: Se așteaptă autentificarea
sk: Čakanie na prihlásenie
sl: Počakajte na prijavitev.
sq: Po pritet për hyrjen
sr: Чекам пријаву
sr_latn: Čekam prijavu
sw: Inasuburi kuingia
uk: Очікування входу
xh: Ilindele ukusayina ungene
zu: Kulindelwe ukuba kusayinelwe ukungena

source: Retrieving Transaction
af: Ophaal van transaksie
bn_in: লেনদেন পুনরুদ্ধার করা
da: Henter transaktion
de: Transaktion wird empfangen…
es: Recuperando transacción
eu: Transakzioa berreskuratzen
fr: Récupération de la transaction…
hi_in: ट्रांजैक्शन पुन: प्राप्त
hu: Tranzakció lekérése
it: Recupero della transazione in corso…
ja: トランザクション取得中
pa_in: ਲੈਣ-ਦੇਣ ਪ੍ਰਾਪਤ ਕੀਤਾ ਜਾਂਦਾ ਹੈ
pt_br: Recuperando transação
ro: Se recuperează tranzacția
sk: Získavanie transakcie
sl: Poteka prenašanje transakcije
sq: Po merret Transaksioni
sr: Преузимам трансакцију
sr_latn: Preuzimam transakciju
sw: Inaepua Malipo
uk: Відновлення транзакції
xh: Ifumana intengiso
zu: Kusakhishwa ithranzekshini

source: An unexpected error occurred.
af: 'n Onverwagse fout het voorgekom.
bn_in: একটি অপ্রত্যাশিত ত্রুটি ঘটেছে।
da: Der opstod en uventet fejl.
de: Ein unerwarteter Fehler ist aufgetreten.
es: Se produjo un error inesperado.
eu: Ustegabeko errore bat gertatu da.
fr: Une erreur inattendue s'est produite.
hi_in: एक अनपेक्षित त्रुटि हुई.
hu: Váratlan hiba történt.
it: Si è verificato un errore inatteso.
ja: 予期せぬ問題が発生しました。
pa_in: ਅਚਾਨਕ ਗਲਤੀ ਆਈ ਹੈ।
pt_br: Ocorreu um erro inesperado.
ro: S-a produs o eroare neașteptată.
sk: Nastala neočakávaná chyba.
sl: Pojavila se je nepričakovana napaka.
sq: Ndodhi një gabim i papritur.
sr: Десила се неочекивана грешка.
sr_latn: Desila se neočekivana greška.
sw: Hitilafu ambayo haikuwa imetarajiwa imetokea.
uk: Сталася неочікувана помилка.
xh: Kwenzeke imposiso engalindelekanga.
zu: Kwenzeke iphutha elingalindelekile.

source: Sign-in to reset PIN
af: Meld aan om PIN terug te stel
bn_in: সাইন ইন করুন পিন রিসেট করতে
da: Log ind for at nulstille pinkode
de: Melden Sie sich an, um die PIN zurückzusetzen
es: Identificarse para restablecer PIN
eu: Hasi saioa PINa berrezartzeko
fr: Connectez-vous pour réinitialiser votre code PIN
hi_in: PIN रीसेट करने के लिए साइन इन करें
hu: Jelentkezzen be a PIN visszaállításához
it: Effettua l’accesso per reimpostare il PIN
ja: ログインして暗証番号をリセット
pa_in: ਪਿੰਨ ਮੁੜ-ਸੈੱਟ ਕਰਨ ਲਈ ਸਾਇਨ ਇਨ ਕਰੋ
pt_br: Entre para redefinir o PIN
ro: Autentifică-te pentru a reseta PIN-ul
sk: Prihlásiť pre obnovu PIN
sl: Prijavite se, če želite ponastaviti PIN.
sq: Për ricaktim PIN-i bëni hyrjen
sr: Пријавите се да бисте ресетовали PIN
sr_latn: Prijavite se da biste resetovali PIN
sw: Ingia ili kuseti PIN upya
uk: Увійти для скидання PIN
xh: Sayina ungene ukuseta i-PIN ngokutsha
zu: Sayinela ukungena ukuze usethe kabusha i-PIN

source: Please sign in to reset your PIN.
af: Meld asseblief aan om jou PIN terug te stel.
bn_in: আপনার পিন রিসেট করতে সাইন ইন করুন।
da: Log ind for at nulstille din pinkode.
de: Bitte melden Sie sich an, um die PIN zurückzusetzen.
es: Identifícate para restablecer el PIN.
eu: Hasi saioa zure PINa berrezartzeko.
fr: Veuillez vous connecter pour réinitialiser votre code PIN.
hi_in: PIN रीसेट करने के लिए कृपया साइन इन करें.
hu: Jelentkezzen be a PIN visszaállításához.
it: Accedi per reimpostare il PIN.
ja: 暗証番号をリセットするにはログインしてください。
pa_in: ਆਪਣਾ ਪਿੰਨ ਮੁੜ-ਸੈੱਟ ਕਰਨ ਲਈ ਸਾਇਨ ਇਨ ਕਰੋ ਜੀ।
pt_br: Por favor, entre para redefinir o PIN.
ro: Te rugăm să te autentifici pentru a-ți reseta PIN-ul.
sk: Pre obnovu PIN je potrebné sa prihlásiť.
sl: Prijavite se prosim, če želite ponastaviti PIN.
sq: Ju lutemi, bëni hyrjen, që të ricaktoni PIN-in tuaj.
sr: Молимо да се пријавите да бисте ресетовали Ваш PIN.
sr_latn: Molimo da se prijavite da biste resetovali Vaš PIN.
sw: Tafadhali ingia kuseti PIN yako upya.
uk: Будь ласка, увійдіть, щоб скинути свій PIN.
xh: Nceda usayine ungene ukuseta iPIN yakho ngokutsha.
zu: Uyacelwa usayinele ukungena ukuze usethe kabusha i-PIN yakho.

source: Initializing
af: Inisialisering
bn_in: আরম্ভ
da: Initialiserer
de: Initialisieren…
es: Inicializando
eu: Hasieratzen
fr: Initialisation
hi_in: आरंभ हों रहा है
hu: Előkészítés
it: Inizializzazione in corso…
ja: 初期化中
pa_in: ਸ਼ੁਰੂ ਕੀਤਾ ਜਾਂਦਾ ਹੈ
pt_br: Inicializando
ro: Inițializare
sk: Prebieha inicializácia
sl: Začenja se
sq: Po fillohet
sr: Иницијализујем
sr_latn: Inicijalizujem
sw: Inaanza
uk: Ініціалізація
xh: Iyasungula
zu: Isaqalisa

source: PIN Locked
af: PIN is gegrendel
bn_in: পিন বন্ধ
da: Pinkode spærret
de: PIN gesperrt
es: PIN bloqueado
eu: PINa blokeatuta
fr: Code PIN verrouillé
hi_in: PIN बंद
hu: PIN zárolva
it: PIN bloccato
ja: 暗証番号がロックされました
pa_in: ਪਿੰਨ ਲਾਕ ਸੀ
pt_br: PIN bloqueado
ro: PIN blocat
sk: PIN uzamknutý
sl: PIN je zaklenjen
sq: PIN i Kyçur
sr: PIN закључан
sr_latn: PIN zaključan
sw: PIN imefungwa
uk: PIN заблоковано
xh: I-PIN itshixiwe
zu: I-PIN ikhiyiwe

source: Completing payment
af: Betaling voltooi
bn_in: পেমেন্ট পূরণ করা
da: Fuldfører betaling
de: Zahlung wird abgeschlossen
es: Completando pago
eu: Ordainketa burutzen
fr: Finalisation du paiement
hi_in: भुगतान पूर्ण हो रहा हैं
hu: Vásárlás befejezése
it: Pagamento in corso…
ja: 決済を完了しています
pa_in: ਭੁਗਤਾਨ ਪੂਰਾ ਕੀਤਾ ਜਾਂਦਾ ਹੈ
pt_br: Concluído o pagamento
ro: Încheierea plății
sk: Dokončovanie platby
sl: Plačilo se zaključuje.
sq: Po plotësohet pagesa
sr: Завршавање уплате
sr_latn: Završavanje uplate
sw: Inamalizia malipo
uk: Завершення платежу
xh: Igqibezela intlawulo
zu: Isaqedela ukukhokha

source: Processing
af: Verwerking
bn_in: প্রসেসিং
da: Behandler
de: Verarbeiten…
es: Procesando
eu: Prozesatzen
fr: Traitement…
hi_in: प्रसंस्करण
hu: Feldolgozás
it: Elaborazione in corso…
ja: 処理中
pa_in: ਕਾਰਵਾਈ ਜਾਰੀ ਹੈ
pt_br: Processando
ro: Procesare
sk: Prebieha spracovanie
sl: Izvajanje je v teku.
sq: Po vazhdohet
sr: Обрада
sr_latn: Obrada
sw: Inasindika
uk: Обробка
xh: Iyasetyenzwa
zu: Isaqhuba uhlelo

source: Simulate Payment
af: Simuleer betaling
bn_in: পেমেন্ট নকল করা
da: Simuler betaling
de: Simulierte Zahlung
es: Simular pago
eu: Simulatu ordainketa
fr: Simuler un paiement
hi_in: भुगतान अनुरूपित करें
hu: Vásárlás szimulálása
it: Simula pagamento
ja: 決済をシミュレート
pa_in: ਭੁਗਤਾਨ ਦੀ ਨਕਲ ਕਰੋ
pt_br: Simular pagamento
ro: Simulează plata
sk: Skúšobná platba
sl: Navidezno izvedite plačilo
sq: Simuloni Pagesën
sr: Симулирај уплату
sr_latn: Simuliraj uplatu
sw: Iga Malipo
uk: Симулювати платіж
xh: Ulinganiso lwentlawulo
zu: Ukuqalisa ukukhokha

source: You will not be charged.
af: Jy sal nie hoef te betaal nie.
bn_in: আপনি চার্জদিতে হবে না।
da: Du vil ikke blive opkrævet.
de: Ihr Konto wird nicht belastet.
es: No se aplicará ningún cargo.
eu: Ez zaizu ezer kobratuko.
fr: Vous ne serez pas facturé.
hi_in: आपसे शुल्क नहीं लिया जाएगा.
hu: Ez nem lesz kiszámlázva.
it: Non ti verrà addebitato nulla.
ja: 課金は行われません。
pa_in: ਤੁਹਾਡੇ ਕੋਲੋ ਖ਼ਰਚਾ ਨਹੀਂ ਲਿਆ ਜਾਵੇਗਾ।
pt_br: Você não será cobrado.
ro: Nu vei fi taxat.
sk: Nedôjde k reálnemu prevodu.
sl: Za plačilo vas ne bomo bremenili.
sq: Nuk do t’ju faturohet gjë.
sr: Неће Вам бити наплаћено.
sr_latn: Neće Vam biti naplaćeno.
sw: Hautalipishwa
uk: З вас не знімуться гроші.
xh: Awuyi kuhlawuliswa.
zu: Ngeke ukhokhiswe.
