Repository: 10allday-Software/spartacus
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, bn_bd, bn_in, da, de, es, eu, fr, hi_in, hu, it, ja, pa_in, pt_br, ro, sk, sl, sq, sr, sr_latn, sw, uk, xh, zu

source: Reset
af: Stel terug
bn_in: রিসেট করুন
da: Nulstil
de: Zurücksetzen
es: Restablecer
eu: Berrezarri
fr: Réinitialiser
hi_in: रीसेट
hu: Visszaállítás
it: Reimposta
ja: リセット
pa_in: ਮੁੜ-ਸੈੱਟ
pt_br: Redefinir
ro: Resetează
sk: Obnoviť
sl: Ponastavite
sq: Ricaktoje
sr: Ресетуј
sr_latn: Resetuj
sw: Seti upya
uk: Скинути
xh: Seta ngokutsha
zu: Setha kabusha

source: By proceeding you agree to our <a %(terms)s>terms</a> and <a %(privacy)s>Privacy Policy</a>
af: Deur voort te gaan, stem jy in tot ons <a %(terms)s>bepalings</a> en <a %(privacy)s>privaatheidsbeleid</a>
bn_in: অগ্রসর হতে আপনি সম্মত হন আমাদের <a %(terms)s>শর্তাবলী</a> এবং <a %(privacy)s>গোপনীয়তা নীতির</a> সাথে
da: Fortsætter du, accepterer du vores <a %(terms)s>betingelser</a> og <a %(privacy)s>privatlivspolitik</a>
de: Indem Sie fortfahren, stimmen Sie unseren <a %(terms)s>Nutzungsbedingungen</a> und unserer <a %(privacy)s>Datenschutzerklärung</a> zu.
es: Al continuar, aceptas nuestros <a %(terms)s>Términos</a> y <a %(privacy)s>Política de privacidad</a>
eu: Aurrera jarraituz, gure <a %(terms)s>baldintzak</a> eta <a %(privacy)s>pribatutasun-politika</a> onartzen dituzu
fr: En continuant, vous acceptez nos <a %(terms)s>conditions</a> et notre <a %(privacy)s>politique de confidentialité</a>.
hi_in: आगे बढ़ने से आप हमसे सहमत हैं <a %(terms)s>terms</a> और <a %(privacy)s>गोपनीयता नीति</a>
hu: A folytatással elfogadja a <a %(terms)s>feltételeket</a> és az <a %(privacy)s>adatvédelmi irányelveket</a>
it: Proseguendo, confermi di accettare i nostri <a %(terms)s>termini di servizio</a> e l’<a %(privacy)s>informativa sulla privacy</a>.
ja: 続けることで、<a %(terms)s>利用規約</a> と <a %(privacy)s>プライバシーポリシー</a> に同意したことになります。
pa_in: ਜਾਰੀ ਰੱਖਣ ਨਾਲ ਤੁਸੀਂ ਸਾਡੀਆਂ <a %(terms)s>ਸ਼ਰਤਾਂ</a> ਤੇ <a %(privacy)s>ਪਰਦੇਦਾਰੀ ਨੀਤੀ</a> ਨਾਲ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ
pt_br: Ao prosseguir, você concorda com os nossos <a %(terms)s>termos</a> e com a <a %(privacy)s>Política de Privacidade</a>
ro: Continuând ești de acord cu <a %(terms)s>termenii</a> și <a %(privacy)s>politica noastră de confidențialitate</a>
sk: Prevodom súhlasíte s našimi <a %(terms)s>podmienkami</a> a <a %(privacy)s>zásadami ochrany súkromia</a>
sl: Če nadaljujete postopek, se strinjate z našimi <a %(terms)s>terms</a> in <a %(privacy)s>Privacy Policy</a>
sq: Duke vazhduar shprehni pajtimin tuaj me <a %(terms)s>kushtet</a> dhe <a %(privacy)s>Rregullat tonë mbi Privatësinë</a>
sr: Ако наставите слажете се са нашим <a %(terms)s>условима</a> и <a %(privacy)s>полисом приватности</a>
sr_latn: Ako nastavite slažete se sa našim <a %(terms)s>uslovima</a> i <a %(privacy)s>polisom privatnosti</a>
sw: Kwa kuendelea unakubaliana na <a %(terms)s>masharti</a>na<a %(privacy)s>Sera ya Faragha</a> yetu
uk: Продовжуючи, ви погоджуєтесь із нашими <a %(terms)s>умовами</a> та <a %(privacy)s>Політикою приватності</a>
xh: Ngokuqhubeka uyavumelana <a %(terms)s>nemiqathango yethu</a> kunye <a %(privacy)s>nePholisi yaBucala</a>
zu: Ngokuqhubeka uyavumelana <a %(imigomo)>nemigomo</a> kanye<a %(ukuvikelwa kwememininingwane)>Nenqubomgomo Yokuvikelwa kwemininingwane/a>kwethu

source: Connecting to Firefox Accounts
af: Koppel tans aan Firefox Accounts
bn_in: Firefox Accounts-এ সংযোগ স্থাপন করা হচ্ছে
da: Forbinder til Firefox-konti
de: Verbindung zu Firefox Accounts wird hergestellt
es: Conectando con Firefox Accounts
eu: Firefox Accounts-era konektatzen
fr: Connexion à Firefox Accounts
hi_in: Firefox से कनेक्ट हो रहा है
hu: Kapcsolódás a Firefox fiókokhoz
it: Connessione a Firefox Account in corso…
ja: Firefox アカウントに接続しています
pa_in: ਫਾਇਰਫਾਕਸ ਖਾਤਿਆਂ ਨਾਲ ਕੁਨੈਕਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pt_br: Conectando-se a contas Firefox
ro: Conectare la Conturi Firefox
sl: Povezujem se s Firefox Accounts
sq: Po lidhet me Firefox Accounts
sr: Повезивање са Firefox налозима
sr_latn: Povezivanje sa Firefox nalozima
sw: Inaunganisha na Akaunti za Firefox
uk: Підключення до облікових записів Firefox
zu: Isaxhumana Nama-akhawunti e-Firefox

source: Are you sure you want to reset your PIN? You must sign in to Firefox Accounts to reset your PIN.
af: Is jy seker dat jy jou PIN wil terugstel? Jy moet by Firefox Accounts aanmeld om jou PIN terug te stel.
bn_in: আপনি কি নিশ্চিতরূপে অাপনার PIN পুনরায় নির্ধারণ করতে চান? অাপনাকে Firefox Accounts দিয়ে সাইন ইন করতে হবে PIN পুনরায় নির্ধারণ করতে।
da: Er du sikker på, at du vil nulstille din pinkode? Du skal logge ind med Firefox-konti for at nulstille din pinkode.
de: Möchten Sie Ihre PIN wirklich zurücksetzen? Sie müssen sich mit Firefox Accounts anmelden, um Ihre PIN zurückzusetzen.
es: ¿Seguro que deseas restablecer tu PIN? Debes identificarte con Firefox Accounts para poder restablecerlo.
eu: Ziur PINa berrezarri nahi duzula? Firefox Accounts-en saioa hasi behar duzu PINa berrezartzeko.
fr: Voulez-vous vraiment réinitialiser votre code PIN ? Vous devez vous connecter avec votre compte Firefox pour la remise à zéro.
hi_in: क्या आप अपना PIN रीसेट करना चाहते हैं? अपना PIN रीसेट करने के लिए परसोना में साइन इन करना होगा.
hu: Valóban vissza kívánja állítani a PIN kódját? Ehhez be kell lépni a Firefox fiókokba.
it: Sei sicuro di voler reimpostare il tuo codice PIN? Dovrai effettuare l’accesso con Firefox Account per completare questa operazione.
ja: 本当に暗証番号をリセットしますか？ 続けるには Firefox アカウントでログインする必要があります。
pa_in: ਤੁਹਾਨੂੰ ਯਕੀਨ ਹੈ ਕਿ ਤੁਸੀ ਪਿੰਨ ਰਿਸੈੱਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ? ਤੁਹਾਨੂੰ ਆਪਣੇ ਪਿੰਨ ਰੀਸੈੱਟ ਕਰਨ ਲਈ ਫਾਇਰਫਾਕਸ ਖਾਤਿਆਂ ਨੂੰ ਵਿੱਚ ਲਾਗਿਨ ਕਰਨਾ ਲਾਜ਼ਮੀ ਹੈ।
pt_br: Tem certeza de que deseja redefinir seu PIN? Você deve entrar com sua conta Firefox para redefinir seu PIN.
ro: Sigur dorești să îți resetezi PIN-ul? Trebuie să te autentifici în Conturi Firefox pentru a reseta PIN-ul.
sl: Ste prepričani, da želite ponastaviti svoj PIN? Potem se morate najprej prijaviti v Firefox Accounts.
sq: Jeni i sigurt se doni të ricaktoni PIN-in tuaj? Që të ricaktoni PIN-in tuaj, duhet të keni bërë hyrjen te Firefox Accounts.
sr: Да ли сте сигурни да желите да ресетујете свој PIN? Морате се пријавити на Firefox налог да бисте ресетовали свој PIN.
sr_latn: Da li ste sigurni da želite da resetujete svoj PIN? Morate se prijaviti na Firefox nalog da biste resetovali svoj PIN.
sw: Una uhakika unataka kuseti PIN yako upya? Lazima uingie katika akaunti ya Firefox kuseti PIN yako upya.
uk: Ви впевнені, що хочете скинути свій PIN? Щоб зробити це, ви повинні увійти в облікові записи Firefox.
zu: Unesiqinisekiso sokuthi ufuna ukusetha kabusha i-PIN yakho? Kufanele usayinele ukungena ku-Firefox Accounts ukuze usethe kabusha i-PIN yakho.

source: Logging out
af: Meld tans af
bn_in: লগ আউট করা হচ্ছে
da: Logger ud
de: Sie werden abgemeldet…
es: Saliendo
eu: Saioa amaitzen
fr: Déconnexion
hi_in: बाहर प्रवेश
hu: Kijelentkezés
it: Disconnessione in corso…
ja: ログアウト中
pa_in: ਲਾਗ ਆਉਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pt_br: Saindo
ro: Deconectare
sl: Odjavljam se
sq: Po dilet
sr: Одјављујем се
sr_latn: Odjavljujem se
sw: Unatoka
uk: Здійснюється вихід
zu: Ulogela ukuphuma

source: You are signed in as:
af: Jy is aangemeld as:
bn_in: আপনি এই নামে সাইন ইন করেছেন:
da: Du er logget ind som:
de: Sie sind angemeldet als:
es: Te has identificado como:
eu: Honela hasi duzu saioa:
fr: Vous êtes connecté(e) en tant que :
hi_in: आपने साइन इन है ऐसै:
hu: Bejelentkezett mint:
it: Hai effettuato l’accesso come:
ja: あなたはこのアカウントでログインしています:
pa_in: ਤੁਸੀਂ ਇਸ ਵਜੋਂ ਸਾਇਨ ਇਨ ਹੋ:
pt_br: Você entrou como:
ro: Ești autentificat ca:
sl: Ste prijavljeni kot:
sq: Keni hyrë si:
sr: Пријављени сте као:
sr_latn: Prijavljeni ste kao:
sw: Umeingia kama:
uk: Ви увійшли як:
zu: Usayinele ukungena njengo:

source: Not you?
af: Nie jy nie?
bn_in: এটি কী আপনি নন?
da: Ikke dig?
de: Sind Sie das nicht?
es: ¿No eres tú?
eu: Ez zara zu?
fr: Ce n'est pas vous ?
hi_in: तुम नहीं?
hu: Nem Ön az?
it: Non sei tu?
ja: あなたではありませんか？
pa_in: ਤੁਸੀਂ ਨਹੀਂ ਹੋ?
pt_br: Não é você?
ro: Nu ești tu?
sl: Ali niste vi?
sq: Nuk jeni ju?
sr: Нисте Ви?
sr_latn: Niste Vi?
sw: Sio wewe?
uk: Це не ви?
zu: Akuwena?

source: Super Simulate
af: Supersimuleer
bn_in: অতিরিক্ত অনুকরণ
da: Super-simuler
hi_in: सुपर अनुकरण
hu: Szuperszimulálás
it: Ipersimulazione
ja: スーパーシミュレート
pa_in: ਸੁਪਰ ਸਿਮੁਲੇਟ
sl: Super simuliraj
sq: Supersimuloje
sw: Iga Sana
uk: Суперсимуляція
zu: Ukwenza ngokufana ncimishi

source: Simulate Something?
af: Simuleer iets?
bn_in: আপনি কী কিছু অনুকরণ করতে চান?
da: Simuler noget?
de: Etwas simulieren?
es: ¿Simular algo?
eu: Zerbait simulatu?
fr: Simuler quelque chose ?
hi_in: भुगतान अनुरूपित करें?
hu: Szimuláljunk valamit?
it: Hai qualcosa da simulare?
ja: 何かシミュレートしますか？
pa_in: ਕੀ ਕਿਸੇ ਨੂੰ ਸਿਮੁਲੇਟ ਕਰਨਾ ਹੈ?
pt_br: Simular alguma coisa?
ro: Simulezi ceva?
sl: Želite kaj posnemati?
sq: Të Simulohet Diçka?
sr: Симулирати нешто?
sr_latn: Simulirati nešto?
sw: Iga kitu?
uk: Симулювати щось?
zu: Ufuna ukwenza kufane nokuthile?

source: No network simulation
af: Geen netwerksimulering nie
bn_in: কোন নেটওয়ার্ককে অনুকরণ করা যাচ্ছে না
da: Ingen netværkssimulering
de: Keine Netzwerksimulation
es: Ninguna simulación de red
eu: Ez dago sare-simulaziorik
fr: Aucune simulation de réseau
hi_in: कोई नेटवर्क अनुकरण नही
hu: Hálózathiány szimulálása
it: Nessuna rete disponibile per la simulazione
ja: ネットワークシミュレーションは利用できません
pa_in: ਕੋਈ ਨੈਟਵਰਕ ਸਿਮੁਲੇਸ਼ਨ ਨਹੀਂ
pt_br: Nenhum simulação de rede
ro: Fără simulare a rețelei
sl: Ni mrežnega posnemanja
sq: Pa simulim rrjeti
sr: Нема мрежне симулације
sr_latn: Nema mrežne simulacije
sw: Hakuna muigo wa mtandao
uk: Немає мережевої симуляції
zu: Akukho kufaniswa kwamanethiwekhi

source: PIN too short
af: PIN te kort
bn_in: PIN খুবই ছোটো
da: Pinkoden er for kort
de: PIN zu kurz
es: PIN demasiado corto
eu: PIN laburregia
fr: PIN trop court
hi_in: PIN बहुत छोटा है
hu: A PIN túl rövid
it: Codice PIN troppo corto
ja: 暗証番号が短すぎます
pa_in: ਪਿੰਨ ਬਹੁਤ ਛੋਟਾ ਹੈ
pt_br: PIN muito curto
ro: PIN prea scurt
sl: PIN je prekratek
sq: PIN shumë i shkurtër
sr: PIN је прекратак
uk: Надто короткий PIN

source: Success
af: Sukses
bn_in: সফল
da: Succes
de: Erfolgreich
es: Correcto
eu: Eginda
fr: Opération réussie
hi_in: सफलता
hu: Siker
it: Operazione completata correttamente
ja: 成功
pa_in: ਕਾਮਯਾਬ
pt_br: Sucesso
ro: Succes
sl: Uspeh
sq: Sukses
sr: Успех
uk: Успішно

source: Your purchase is complete. Close the window to continue
af: Jou aankoop is afgehandel. Maak die venster toe om voort te gaan.
bn_in: আপনার ক্রয় সম্পূর্ণ হয়েছে। অবিরত কাজ করার জন্য উইন্ডোটিকে বন্ধ করুন।
da: Dit køb er gennemført. Luk vinduet for at fortsætte
de: Ihr Kauf ist abgeschlossen. Schließen Sie dieses Fenster, um fortzufahren
es: Se ha completado tu compra. Cierra la ventana para continuar
eu: Erosketa burutu da. Itxi leihoa jarraitzeko
fr: Votre achat est terminé. Veuillez fermer la fenêtre pour continuer
hi_in: आपकी खरीद पूरा हो गया है. जारी रखने के लिए विंडो बंद करें
hu: A vásárlás befejeződött. Zárja be az ablakot a folytatáshoz
it: L’acquisto è stato effettuato. Chiudi la finestra per continuare
ja: あなたの購入は完了しました。続けるにはウィンドウを閉じてください
pa_in: ਤੁਹਾਡੀ ਖਰੀਦ ਪੂਰੀ ਹੋਈ। ਜਾਰੀ ਰੱਖਣ ਲਈ ਵਿੰਡੋ ਨੂੰ ਬੰਦ ਕਰੋ
pt_br: Sua compra foi concluída. Feche a janela para continuar
ro: Achiziția este încheiată. Închide fereastra pentru a continua
sl: Vaš nakup je zaključen. Zaprite okno, da boste lahko nadaljevali
sq: Blerja juaj u plotësua. Mbylleni dritaren që të vazhdohet
sr: Ваша куповина је завршена. Затворите прозор да наставите
uk: Ваша покупка завершена. Закрийте вікно для продовження

source: An error occurred. Close the window to continue
af: 'n Fout het voorgekom. Maak die venster toe om voort te gaan.
bn_in: লগ আউট করার সময় একটি ত্রুটি ধরা পরেছে। কাজ চালূ রাখার জন্য উইন্ডোটি বন্ধ করুন
da: Der opstod en fejl. Luk vinduet for at fortsætte
de: Ein Fehler ist aufgetreten. Schließen Sie dieses Fenster, um fortzufahren
es: Se produjo un error. Cierra la ventana para continuar
eu: Errore bat gertatu da. Itxi leihoa jarraitzeko
fr: Une erreur s'est produite. Veuillez fermer la fenêtre pour continuer
hi_in: एक त्रुटि पाई गई. जारी रखने के लिए विंडो बंद करें
hu: Hiba történt: Zárja be az ablakot a folytatáshoz
it: Si è verificato un errore. Chiudi la finestra per continuare
ja: 問題が発生しました。続けるにはウィンドウを閉じてください
pa_in: ਗਲਤੀ ਆਈ। ਜਾਰੀ ਰੱਖਣ ਲਈ ਵਿੰਡੋ ਨੂੰ ਬੰਦ ਕਰੋ
pt_br: Ocorreu um erro. Feche a janela para continuar
ro: S-a produs o eroare. Închide fereastra pentru a continua
sl: Pojavila se je napaka. Zaprite okno, da boste lahko nadaljevali
sq: Ndodhi një gabim. Mbylleni dritaren që të vazhdohet
sr: Дошло је до грешке. Затворите прозор да бисте наставили
uk: Сталася помилка. Закрийте вікно для продовження

source: Completing Payment
af: Voltooi tans betaling
bn_in: পেমেন্ট পূরণ করা হচ্ছে
da: Fuldfører betaling
de: Zahlung wird abgeschlossen
es: Completando pago
eu: Ordainketa burutzen
fr: Finalisation du paiement
hi_in: भुगतान पूर्ण हो रहा हैं
hu: Vásárlás befejezése
it: Pagamento in corso…
ja: 決済を完了しています
pa_in: ਭੁਗਤਾਨ ਪੂਰਾ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pt_br: Concluindo o pagamento
ro: Încheierea plății
sl: Zaključujem plačilo
sq: Po plotësohet Pagesa
sr: Завршавање уплате
uk: Завершення платежу

source: Product cannot be purchased due to configuration error.
af: Kan nie produk koop nie, weens 'n opstellingsfout.
bn_in: একটি ত্রুটির জন্য দ্রব্যটি ক্রয় করা যাচ্ছে না।
da: Produktet kan ikke købes på grund af en konfigurationsfejl.
de: Produkt kann wegen eines Konfigurationsfehlers nicht gekauft werden.
es: No se puede adquirir el producto debido a un error de configuración.
eu: Produktua ezin da erosi konfigurazio-errore bategatik.
fr: Ce produit ne peut pas être acheté suite à une erreur de configuration.
hu: A termék beállítási hiba miatt nem vásárolható meg.
it: Il prodotto non può essere acquistato a causa di un errore di configurazione.
ja: 設定に問題があるため製品を購入できません。
pa_in: ਉਤਪਾਦ ਨੂੰ ਸੰਰਚਨਾ ਗਲਤੀ ਕਰਕੇ ਖਰੀਦਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।
pt_br: O produto não pode ser adquirido devido a um erro de configuração.
ro: Produsul nu poate fi achiziționat din cauza unei erori de configurare.
sl: Izdelka ni moč kupiti zaradi napake v konfiguraciji.
sq: Produkti nuk mund të blihet, për shkak të një gabimi formësimi.
uk: Неможливо придбати продукт через помилку конфігурації.
