Repository: 10allday-Software/spartacus
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, bn_bd, bn_in, da, de, es, eu, fr, hi_in, hu, it, ja, pa_in, pt_br, ro, sk, sl, sq, sr, sr_latn, sw, uk, xh, zu

source: Are you sure you want to reset your PIN? You must sign in to Persona to reset your PIN.
af: Is jy seker dat jy jou PIN wil terugstel? Jy moet by Persona aanmeld om jou PIN terug te stel.
bn_bd: আপনি নিশ্চিত আপনি PIN রিসেট করতে চান? PIN রিসেট করতে পার্সোনায় সাইন ইন করতে হবে।
bn_in: আপনি কি নিশ্চিতরূপে অাপনার PIN পুনরায় নির্ধারণ করতে চান? অাপনাকে Persona সাইন ইন করতে হবে PIN পুনরায় নির্ধারণ করতে।
da: Er du sikker på, at du vil nulstille din pinkode? Du skal logge ind med Persona for at nulstille din pinkode.
de: Möchten Sie Ihre PIN wirklich zurücksetzen? Sie müssen sich mit Persona anmelden, um Ihre PIN zurückzusetzen.
es: ¿Seguro que deseas restablecer tu PIN? Debes identificarte con Mozilla Persona para poder restablecerlo.
eu: Ziur PINa berrezarri nahi duzula? Persona-rekin saioa hasi behar duzu PINa berrezartzeko.
fr: Êtes-vous sûr de vouloir remettre à zéro votre code PIN ? Vous devez vous connecter avec Persona pour la remise à zéro.
hi_in: क्या आप अपना PIN रीसेट करना चाहते हैं? अपना PIN रीसेट करने के लिए परसोना में साइन इन करना होगा.
hu: Valóban vissza kívánja állítani a PIN kódját? Ehhez be kell lépni a Personába.
it: Sei sicuro di voler reimpostare il tuo codice PIN? Dovrai effettuare l’accesso con Persona per completare questa operazione.
ja: 本当に暗証番号をリセットしますか？ 続けるには Persona でログインする必要があります。
pa_in: ਤੁਹਾਨੂੰ ਯਕੀਨ ਹੈ ਕਿ ਤੁਸੀ ਪਿੰਨ ਰਿਸੈੱਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ? ਤੁਹਾਨੂੰ ਆਪਣੇ ਪਿੰਨ ਰੀਸੈੱਟ ਕਰਨ ਲਈ Persona ਨੂੰ ਵਿੱਚ ਲਾਗਿਨ ਕਰਨਾ ਲਾਜ਼ਮੀ ਹੈ।
pt_br: Tem certeza de que deseja redefinir seu PIN? Você deve entrar com o Persona para redefinir seu PIN.
ro: Sigur dorești să resetezi PIN-ul? Trebuie să te autentifici în Persona pentru a-ți reseta PIN-ul.
sk: Naozaj chcete vynulovať váš PIN? Ak to chcete urobiť, musíte sa prihlásiť k účtu Persona.
sl: Si prepričan/-a. da želiš ponastaviti svoj PIN? Če želiš to storiti. se moraš prijaviti k nadzorniku.
sq: Jeni i sigurt se doni të ricaktoni PIN-in tuaj? Duhet të keni bërë hyrjen te Persona që të ricaktoni PIN-in tuaj.
sr: Да ли сте сигурни да желите да обновите свој PIN? Морате се пријавити на Persona налог да бисте ресетовали свој PIN.
sr_latn: Da li ste sigurni da želite da obnovite svoj PIN? Morate se prijaviti na Persona nalog da biste resetovali svoj PIN.
sw: Una uhakika unataka kuseti-upya PIN yako? Lazima uingie kwa persona ili kuseti-upya PIN yako.
uk: Ви впевнені, що хочете скинути свій PIN? Щоб зробити це, ви повинні увійти в Persona.
xh: Uqinisekile ukuba ufuna ukuyiseta ngokutsha i-PIN yakho? Kufuneka usayine kuMntu ukuyiseta ngokutsha i-PIN yakho.
zu: Unesiqinisekiso sokuthi ufuna ukusetha kabusha i-PIN yakho? Kufanele usayinele ukungena ku-Persona ukuze usethe kabusha i-PIN yakho.

source: Verifying payment
af: Verifieer betaling
bn_bd: পেমেন্ট যাচাই করা হচ্ছে
bn_in: পেমেন্ট যাচাই করা হচ্ছে
da: Bekræfter betaling
de: Zahlung wird verifiziert
es: Comprobando pago
eu: Ordainketa egiaztatzen
fr: Vérification du paiement
hi_in: भुगतान&hellip को परखना जा रहा है;
hu: Vásárlás ellenőrzése
it: È in corso la verifica del pagamento
ja: 決済を検証しています
pa_in: ਭੁਗਤਾਨ ਜਾਂਚ ਜਾਰੀ
pt_br: Verificando pagamento
ro: Verificarea plății
sk: Platba sa overuje
sl: Preverjam plačilo
sq: Po verifikohet pagesa
sr: Верификујемо плаћање
sr_latn: Verifikujemo plaćanje
sw: Inadhibitisha malipo
uk: Перевірка оплати
xh: Iqinisekisa intlawulo
zu: Kusaqinisekiswa inkokhelo

source: Retrying
af: Probeer weer
bn_bd: পুনরায় চেষ্টা করা হচ্ছে
bn_in: পুনরায় চেষ্টা করা হচ্ছে
da: Prøver igen
de: Neuer Versuch läuft
es: Reintentando
eu: Berriro saiatzen
fr: Nouvel essai
hi_in: पुनर्प्रयास
hu: Újrapróbálkozás
it: Nuovo tentativo in corso…
ja: 再試行中
pa_in: ਮੁੜ-ਕੋਸ਼ਿਸ਼ ਜਾਰੀ
pt_br: Tentando novamente
ro: Se reîncearcă
sk: Skúšam znova
sl: Poskušam ponovno
sq: Po riprovohet
sr: Покушавам поново
sr_latn: Pokušavam ponovo
sw: Inajaribu tena
uk: Повторення
xh: Iyazama kwakhona
zu: Kusazanywa futhi

source: That took longer than expected. Retry?
af: Dit het langer geneem as verwag. Probeer weer?
bn_bd: প্রয়োজনের চেয়ে বেশি সময় নিচ্ছে। পুনরায় চেষ্টা করবেন?
bn_in: প্রত্যাশিত সময়ের চেয়ে বেশি সময় নিচ্ছে। পুনরায় চেষ্টা করবেন?
da: Dette tog længere tid end forventet. Prøv igen?
de: Das dauerte länger als erwartet. Erneut versuchen?
es: Está tardando más de lo esperado. ¿Volver a intentar?
eu: Hau espero baino gehiago ari da luzatzen. Berriro saiatu?
fr: Cela a pris plus longtemps que prévu. Réessayer ?
hi_in: यह अपेक्षा से अधिक समय ले रही है. फिर प्रयास करें?
hu: Ez tovább tartott a vártnál. Újra megpróbálja?
it: L’operazione sta richiedendo più tempo del previsto. Riprovare?
ja: 通常よりもこの処理に時間が掛かっています。再度試しますか？
pa_in: ਉਸ ਨੂੰ ਉਮੀਦ ਤੋਂ ਵੱਧ ਸਮਾਂ ਲੱਗਾ। ਮੁੜ-ਕੋਸ਼ਿਸ਼ ਕਰਨੀ ਹੈ?
pt_br: Está levando mais tempo do que o esperado. Tentar novamente?
ro: Asta a durat mai mult decât era de așteptat. Reîncerci?
sk: Toto trvalo dlhšie ako by malo. Chcete to skúsiť znovu?
sl: To traja dlje od pričakovanega. Poskusi ponovno?
sq: Zgjati më shumë se sa pritej. Të riprovohet?
sr: Ово траје дуже него што се очекивало. Покушати поново?
sr_latn: Ovo traje duže nego što se očekivalo. Pokušati ponovo?
sw: Imechukua muda kuliko ilivyokusudiwa. Jaribu tena?
uk: Це тривало довше ніж очікувалось. Повторити?
xh: Oko kuthabathe ixesha elide kunokuba kulindelekile. Zama kwakhona?
zu: Lokhu kuthathe isikhathi eside kunalokho obekulindelekile. Zama futhi?

source: Back
af: Terug
bn_bd: পূর্ববর্তী
bn_in: পূর্ববর্তী
da: Tilbage
de: Zurück
es: Atrás
eu: Atzera
fr: Retour
hi_in: पीछे
hu: Vissza
it: Indietro
ja: 戻る
pa_in: ਪਿੱਛੇ
pt_br: Voltar
ro: Înapoi
sk: Naspäť
sl: Nazaj
sq: Mbrapsht
sr: Назад
sr_latn: Nazad
sw: Nyuma
uk: Назад
xh: Emva
zu: Emuva

source: Submit
af: Stuur in
bn_bd: জমা দিন
bn_in: জমা করুন
da: Indsend
de: Absenden
es: Enviar
eu: Bidali
fr: Envoyer
hi_in: जमा करें
hu: Elküldés
it: Invia
ja: 送信
pa_in: ਭੇਜੋ
pt_br: Enviar
ro: Trimite
sk: Odoslať
sl: Oddaj
sq: Parashtroje
sr: Пошаљи
sr_latn: Pošalji
sw: Wasilisha
uk: Надіслати
xh: Ngenisa
zu: Thumela

source: Retry?
af: Probeer weer?
bn_bd: পুনরায় চেষ্টা করব?
bn_in: পুনরায় চেষ্টা করবেন?
da: Prøv igen?
de: Erneut versuchen?
es: ¿Volver a intentar?
eu: Berriro saiatu?
fr: Réessayer ?
hi_in: पुन: प्रयास करें?
hu: Újrapróbálja?
it: Riprovare?
ja: 再度試しますか？
pa_in: ਮੁੜ-ਕੋਸ਼ਿਸ਼?
pt_br: Tentar novamente?
ro: Reîncerci?
sk: Znova?
sl: Poskusi ponovno?
sq: Të riprovohet?
sr: Поновити?
sr_latn: Ponoviti?
sw: Jaribu tena?
uk: Повторити?
xh: Zama kwakhona?
zu: Zama futhi?

source: Create PIN
af: Skep PIN
bn_bd: PIN তৈরি
bn_in: PIN তৈরি করুন
da: Opret pinkode
de: PIN erstellen
es: Crear un código PIN
eu: Sortu PINa
fr: Créer un code PIN
hi_in: एक PIN बनाएं
hu: PIN létrehozása
it: Crea un codice PIN
ja: 暗証番号を登録
pa_in: ਪਿੰਨ ਬਣਾਓ
pt_br: Criar PIN
ro: Creează PIN
sk: Vytvoriť PIN
sl: Določi PIN
sq: Krijoni një PIN
sr: Направи PIN
sr_latn: Napravi PIN
sw: Unda PIN
uk: Створити PIN
xh: Yila i-PIN
zu: Yakha i-PIN

source: Something went wrong.
af: Iets het skeefgeloop.
bn_bd: কোন ভুল হয়েছে।
bn_in: কিছু ভুল আছে।
da: Noget gik galt.
de: Irgendetwas ist schiefgegangen.
es: Algo no salió bien.
eu: Zerbait oker joan da.
fr: Quelque chose s'est mal passé.
hi_in: कुछ गलत हो गया.
hu: Valami hiba történt.
it: Qualcosa è andato storto.
ja: 何か問題が発生しました。
pa_in: ਕੁਝ ਗਲਤ ਹੋਇਆ।
pt_br: Algo deu errado.
ro: Ceva a mers prost.
sk: Niečo sa pokazilo.
sl: Nekaj je šlo narobe.
sq: Diçka shkoi ters.
sr: Дошло је до грешке.
sr_latn: Došlo je do greške.
sw: Kuna kitu kimeenda mrama.
uk: Щось пішло не так.
xh: Ikhona into engahambanga kakuhle
zu: Kukhona okungahambanga kahle.

source: Reset your PIN?
af: Stel jou PIN terug?
bn_bd: PIN রিসেট করব?
bn_in: PIN পুনরায় নির্ধারণ করবেন?
da: Nulstil din pinkode?
de: PIN zurücksetzen?
es: ¿Restablecer tu código PIN?
eu: PINa berrezarri?
fr: Réinitialiser votre code PIN ?
hi_in: PIN रीसेट करें?
hu: Visszaállítja a PIN-t?
it: Reimpostare il codice PIN?
ja: 暗証番号をリセットしますか？
pa_in: ਆਪਣਾ ਪਿੰਨ ਮੁੜ-ਸੈੱਟ ਕਰਨਾ ਹੈ?
pt_br: Redefinir PIN?
ro: Îți resetezi PIN-ul?
sk: Vynulovať PIN?
sl: Ponastavi PIN?
sq: Të ricaktohet PIN-i juaj?
sr: Ресетуј PIN?
sr_latn: Resetuj PIN?
sw: Seti PIN yako upya?
uk: Скинути ваш PIN?
xh: Seta ngokutsha i-PIN yakho?
zu: Ufuna ukusetha kabusha i-PIN?

source: Was Locked
af: Was gegrendel
bn_bd: লক ছিলো
bn_in: লক করা ছিলো
da: Blev spærret
de: Wurde gesperrt
es: Estaba bloqueado
eu: Blokeatuta zegoen
fr: A été verrouillé(e)
hi_in: बंद कर दिया था
hu: Zárolva lett
it: È stato bloccato
ja: ロックされました
pa_in: ਲਾਕ ਸੀ
pt_br: Foi bloqueado
ro: A fost blocat
sk: Bol uzamknutý
sl: Plačilo se izvaja
sq: Qe Kyçur
sr: Био је закључан
sr_latn: Bio je zaključan
sw: Ilikuwa imefungwa
uk: Було заблоковано
xh: Ibitshixekile
zu: Beyikhiyiwe

source: Setting up payment
af: Betaling opstel
bn_bd: পেমেন্ট সেট করা হচ্ছে
bn_in: পেমেন্ট সেট আপ করা চলছে
da: Opsæt betaling
de: Zahlung wird eingerichtet
es: Configurando pago
eu: Ordainketa konfiguratzen
fr: Configuration du paiement
hi_in: भुगतान&hellip की स्थापना;
hu: Vásárlás beállítása
it: Impostazione pagamento in corso
ja: 決済を設定する
pa_in: ਭੁਗਤਾਨ ਸੈਟ ਕਰ ਰਿਹਾ
pt_br: Configurando o pagamento
ro: Se configurează plata
sk: Nastavenia platby
sl: Plačilo se izvaja
sq: Po përgatitet pagesa
sr: Успостављање уплате
sr_latn: Uspostavljanje uplate
sw: Inatengeneza malipo
uk: Налаштування оплати
xh: Iyaseta intlawulo
zu: Kulungiselela ukukhokha

source: An internal web request timed out.
af: 'n Interne webversoek het uitgetel.
bn_in: একটি অভ্যন্তরীণ ওয়েব অনুরোধের সময়সীমা শেষ হয়েছে।
da: En intern webforespørgsel fik time out.
de: Zeitüberschreitung bei einer internen Web-Anfrage.
es: Una petición web interna expiró.
eu: Barneko web-eskaera bat iraungi da.
fr: Une requête web interne a expiré.
hi_in: कोई आंतरिक वेब अनुरोध समय समाप्त हुआ.
hu: Egy belső webkérés túllépte az időkorlátot.
it: Una richiesta interna al server è scaduta.
ja: 内部 Web リクエストがタイムアウトしました。
pa_in: ਅੰਦਰੂਨੀ ਵੈੱਬ ਬੇਨਤੀ ਲਈ ਸਮਾਂ ਸਮਾਪਤ ਹੋਇਆ।
pt_br: Uma solicitação interna da web expirou.
ro: O cerere web internă a expirat.
sk: Interná požiadavka vypršala.
sl: Čas za izpolnitev zahtevanih korakov je potekel.
sq: Një kërkese web të brendshme i mbaroi koha.
sr: Интерни веб захтев је истекао.
sr_latn: Interni veb zahtev je istekao.
sw: Ombi la ndani la mtandao limeishiwa na muda.
uk: Час очікування внутрішнього веб запиту вийшов.
xh: Isicelo sewebhu yangaphakathi siphelelwe lixesha.
zu: Isicelo sewebhu yangaphakathi siphelelwe isikhathi.

source: The system timed out while trying to log in.
af: Die stelsel het uitgetel terwyl daar probeer is om aan te meld.
bn_in: লগ ইন করার সময় সিস্টেমের সময়সীমা শেষ হয়েছে।
da: Systemet fik time out under forsøget på at logge ind.
de: Zeitüberschreitung des Systems während des Anmeldeversuchs.
es: El sistema expiró mientras intentaba iniciar sesión.
eu: Sistema iraungi da saioa hasten saiatzean.
fr: Un délai d'attente du système a été dépassé lors de la tentative de connexion.
hi_in: लॉग इन करने की कोशिश में जबकि प्रणाली का समय समाप्त हुआ.
hu: A rendszer túllépte az időkorlátot a bejelentkezésre tett kísérlet közben.
it: Timeout del sistema durante il tentativo d’accesso.
ja: ログイン試行中にシステムがタイムアウトしました。
pa_in: ਸਿਸਟਮ ਸਮਾਂ-ਸਮਾਪਤ ਹੋਇਆ, ਜਦੋਂ ਕਿ ਲਾਗਇਨ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ।
pt_br: O sistema expirou enquanto tentava entrar.
ro: Sistemul a expirat la încercarea de autentificare.
sk: Systémové vypršanie času pri pokuse o prihlásenie.
sl: Čas, ki ga omogoča sistem za prijavo, je potekel.
sq: Sistemit i mbaroi koha teksa provonte të bënte hyrjen.
sr: Систему је истекло време док сте покушавали да се пријавите.
sr_latn: Sistemu je isteklo vreme dok ste pokušavali da se prijavite.
sw: Mfumo umeishiwa na muda ukijaribu kuingia.
uk: При спробі виконати вхід, вийшов час очікування системи.
xh: Isistim iphelelwe lixesha ngelixa uzama ukungena ngaphakathi.
zu: Isistimu inqamule isikhathi ngenkathi uzama ukungena.

source: An error occurred whilst trying to log out.
af: 'n Fout het voorgekom terwyl daar probeer is om af te meld.
bn_in: লগ আউট করার সময় একটি ত্রুটি ধরা পরেছে।
da: Der opstod en fejl under forsøget på at logge ud.
de: Beim Abmeldeversuch ist ein Fehler aufgetreten.
es: Ocurrió un error mientras se intentaba cerrar sesión.
eu: Errore bat gertatu da saioa amaitzen saiatzean.
fr: Une erreur s'est produite lors de votre déconnexion.
hi_in: लॉग आउट प्रयास करते समय एक त्रुटि हुई.
hu: Hiba történt a kilépésre tett kísérlet közben.
it: Si è verificato un errore durante il tentativo di disconnessione.
ja: ログアウト試行中に問題が発生しました。
pa_in: ਲਾਗਆਉਟ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਦੇ ਦੌਰਾਨ ਗਲਤੀ ਆਈ।
pt_br: Ocorreu um erro enquanto tentava sair.
ro: S-a produs o eroare în timp ce se încerca deconectarea.
sk: Pri pokuse o odhlásenie nastala chyba.
sl: V postopku odjavljanja se je pojavila napaka.
sq: Ndodhi një gabim teksa provohej të dilej.
sr: Дошло је до грешке док сте покушавали да се одјавите.
sr_latn: Došlo je do greške dok ste pokušavali da se odjavite.
sw: Hitilafu imetokea ikijaribu kutoka.
uk: Поки тривав вихід, сталася помилка.
xh: Kwenzeke imposiso ngelixa uzama ukusayina uphume.
zu: Kube nephutha elenzeke ngenkathi uzama ukuphuma.

source: The system timed out while trying to log out.
af: Die stelsel het uitgetel terwyl daar probeer is om af te teken.
bn_in: লগ আউট করার সময় সিস্টেমের সময়সীমা শেষ হয়েছে।
da: Systemet fik time out under forsøget på at logge ud.
de: Zeitüberschreitung des Systems während des Abmeldeversuchs.
es: El sistema expiró mientras se intentaba cerrar sesión.
eu: Sistema iraungi da saioa amaitzen saiatzean.
fr: Un délai d'attente du système a expiré lors de votre déconnexion.
hi_in: लॉग आउट प्रयास करते समय सिस्टम का समय समाप्त हुआ.
hu: A rendszer túllépte az időkorlátot a kilépésre tett kísérlet közben.
it: Timeout del sistema durante il tentativo di disconnessione.
ja: ログアウト試行中にシステムがタイムアウトしました。
pa_in: ਲਾਗ ਆਉਟ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਦੇ ਦੌਰਾਨ ਸਿਸਟਮ ਸਮਾਂ-ਸਮਾਪਤ ਹੋਇਆ।
pt_br: O sistema expirou enquanto tentava sair.
ro: Sistemul a expirat în timp ce se încerca deconectarea.
sk: Pri pokuse o odhlásenie došlo k systémovému vypršaniu času.
sl: Čas, ki ga omogoča sistem za odjavo, je potekel.
sq: Sistemit i mbaroi koha teksa provonte të bënte daljen.
sr: Систему је истекло време док сте покушавали да се одјавите.
sr_latn: Sistemu je isteklo vreme dok ste pokušavali da se odjavite.
sw: Mfumo umeishiwa na muda ukijaribu kutoka.
uk: При спробі виконати вихід, вийшов час очікування системи.
xh: Isistimu iphelelwe lixesha ngelixa uzama ukusayina uphume.
zu: Isistimu inqamule isikhathi ngenkathi uzama ukuphuma.

source: Payments are temporarily disabled.
af: Betalings is tydelik gedeaktiveer.
bn_in: পেমেণ্ট অস্থায়ীভাবে নিষ্ক্রিয় করা হয়েছে।
da: Betalinger er midlertidig deaktiveret.
de: Zahlungen sind temporär deaktiviert.
es: Los pagos están temporalmente deshabilitados.
eu: Ordainketak aldi baterako desgaitu dira.
fr: Les paiements sont temporairement désactivées.
hi_in: भुगतान अस्थायी रूप से निष्क्रिय है.
hu: A vásárlás ideiglenesen ki van kapcsolva.
it: I pagamenti sono momentaneamente disattivati.
ja: 決済は一時的に無効化されています。
pa_in: ਭੁਗਤਾਨ ਆਰਜ਼ੀ ਤੌਰ ਉੱਤੇ ਅਸਮਰੱਥ ਹੈ।
pt_br: Os pagamentos estão temporariamente desativados.
ro: Plățile sunt temporar dezactivate.
sk: Platby sú dočasne vypnuté.
sl: Plačila so začasno onemogočena.
sq: Pagesat janë çaktivizuar përkohësisht.
sr: Уплате су привремено онемогућене.
sr_latn: Uplate su privremeno onemogućene.
sw: Malipo yamelemazwa kwa muda mfupi.
uk: Платежі тимчасово відключено.
xh: Iintlawula zenziwe azasebenza okwexeshana.
zu: Izinkokhelo zikhutshaziwe okwesikhashana.

source: An unexpected error occurred when creating your PIN.
af: 'n Onverwagse fout het voorgekom toe jou PIN geskep is.
bn_in: একটি অপ্রত্যাশিত ত্রুটি ঘটেছে আপনার পিন তৈরি করার সময়।
da: Der opstod en uventet fejl under oprettelse af din pinkode.
de: Beim Erstellen Ihrer PIN ist ein unerwarteter Fehler aufgetreten.
es: Ocurrió un error inesperado mientras se creaba tu PIN.
eu: Ustegabeko errore bat gertatu da PINa sortzean.
fr: Une erreur inattendue s'est produite lors de la création de votre code PIN.
hi_in: आपके PIN बनाते समय एक अनपेक्षित त्रुटि हुई.
hu: Váratlan hiba történt a PIN létrehozásakor.
it: Si è verificato un errore inatteso durante la generazione del PIN.
ja: 暗証番号の登録中に予期せぬ問題が発生しました。
pa_in: ਤੁਹਾਡਾ ਪਿੰਨ ਬਣਾਉਣ ਦੌਰਾਨ ਅਚਾਨਕ ਗਲਤੀ ਆਈ ਹੈ।
pt_br: Ocorreu um erro inesperado ao criar seu PIN.
ro: S-a produs o eroare neașteptată la crearea PIN-ului.
sk: Pri vytváraní vášho PIN nastala neznáma chyba.
sl: V postopku določanja vašega PIN-a se je pojavila nepričakovana napaka.
sq: Ndodhi një gabim i papritur gjatë krijimit të PIN-it tuaj.
sr: Десила се неочекивана грешка при прављењу Вашег PIN-а.
sr_latn: Desila se neočekivana greška pri pravljenju Vašeg PIN-a.
sw: Hitilafu ambayo haikuwa imetarajiwa imetokea wakati wa kuunda PIN yako.
uk: При створенні вашого PIN-коду, сталася непередбачувана помилка.
xh: Kwenzeke imposiso engalindelekanga xa bekuyilwa i-PIN yakho.
zu: Kube nephutha elingalindelekile elenzeke ngenkathi kuzanywa ukwakha i-PIN yakho.

source: The PIN data submitted was invalid.
af: Die PIN-data wat ingestuur is, was ongeldig.
bn_in: জমা করা পিন তথ্য অবৈধ।
da: De indsendte pinkode-data var ugyldige.
de: Die übermittelten PIN-Daten waren ungültig.
es: Los datos de PIN suministrados eran inválidos.
eu: Emandako PIN datua baliogabea zen.
fr: Les données PIN envoyées ne sont pas valides.
hi_in: प्रस्तुत किया PIN डेटा अमान्य था.
hu: A beküldött PIN adatok érvénytelenek voltak.
it: Il PIN inserito non era valido.
ja: 送信された暗証番号データが正しくありません。
pa_in: ਦਿੱਤਾ ਗਿਆ ਪਿੰਨ ਡਾਟਾ ਗਲਤ ਹੈ।
pt_br: Os dados do PIN enviados são inválidos.
ro: Datele PIN trimise au fost invalide.
sk: Odoslané údaje o vašom PIN sú chybné.
sl: Predloženi podatki za PIN so neveljavni.
sq: Të dhënat e parashtruara për PIN-in qenë të pavlefshme.
sr: PIN подаци који су послати су неисправни.
sr_latn: PIN podaci koji su poslati su neispravni.
sw: Data ya PIN iliyowasilishwa ni batili.
uk: Відправлений PIN був недійсним.
xh: Ingcombolo ye-PIN engenisiweyo ibiyengasebenziyo.
zu: Imininingwane ye-PIN ebithunyelwe ibingasebenzi.

source: No valid user found whilst attempting to create your PIN
af: Geen geldige gebruiker gevind terwyl daar probeer is om jou PIN te skep
bn_in: কোন বৈধ ব্যবহারকারী পাওয়া যায়েনি আপনার পিন তৈরি করার সময়
da: Ingen gyldig bruger fundet under forsøget på at oprette din pinkode
de: Bei Erstellen Ihrer PIN wurde kein gültiger Benutzer gefunden
es: No se encontró ningún usuario válido mientras se intentaba crear tu PIN
eu: Ez da baliozko erabiltzailerik aurkitu PINa sortzen saiatzean
fr: Aucun utilisateur valide trouvé lors de la création de votre PIN
hi_in: आपके PIN बनाने समय कोई वैध उपयोगकर्ता पाया नही गया
hu: Nem található érvényes felhasználó a PIN létrehozására tett kísérlet közben
it: Non è stato trovato alcun utente valido durante il tentativo di generazione del PIN
ja: 暗証番号の登録中に正規ユーザが見つかりませんでした。
pa_in: ਤੁਹਾਡਾ ਪਿੰਨ ਬਣਾਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਦੇ ਦੌਰਾਨ ਕੋਈ ਜ਼ਾਇਜ਼ ਯੂਜ਼ਰ ਨਹੀਂ ਲੱਭਿਆ
pt_br: Não foi encontrado um usuário válido durante a tentativa de criação do seu PIN
ro: Niciun utilizator valid găsit în timp ce se încerca crearea PIN-ului
sk: Pri vytváraní vášho PIN nebol nájdený žiadny platný používateľ
sl: V postopku določanja vašega PIN-a ni bil odkrit noben veljaven uporabnik.
sq: Nuk u gjet përdorues i vlefshëm ndërsa po përpiqej të krijohej PIN-i juaj
sr: Није пронађен ни један валидан корисник при покушају прављења Вашег PIN-а
sr_latn: Nije pronađen ni jedan validan korisnik pri pokušaju pravljenja Vašeg PIN-a
sw: Hakuna mtumiaji halali amepatikana wakati wa kuunda PIN yako
uk: Поки тривала спроба створити ваш PIN, не знайдено дійсного користувача
xh: Akukho msebenzisi osebenzayo ofunyenweyo ngelixa kuyilwa i-PIN yakho
zu: Akekho umsebenzisi ofanelekile otholakele ngenkathi kuzanywa ukwakha i-PIN yakho.

source: Permission denied attempting to create your PIN.
af: Toestemming is geweier terwyl daar probeer is om jou PIN te skep.
bn_in: আপনার পিন তৈরি করার সময় অনুমতি অস্বীকৃত।
da: Tilladelse nægtet under forsøget på at oprette din pinkode.
de: Beim Versuch, Ihre PIN zu erstellen, wurde die Erlaubnis verweigert.
es: Permiso denegado al intentar crear tu PIN.
eu: Baimena ukatu da PINa sortzen saiatzean.
fr: Permission refusée en essayant de créer votre code PIN.
hi_in: आपके PIN बनाने के प्रयास पर अनुमति नही.
hu: Hozzáférés megtagadva a PIN létrehozására tett kísérlet közben.
it: Autorizzazione negata durante il tentativo di generare il PIN.
ja: 暗証番号の登録中に権限がないため操作が拒否されました。
pa_in: ਤੁਹਾਡਾ ਪਿੰਨ ਬਣਾਉਣ ਦੇ ਦੌਰਾਨ ਅਧਿਕਾਰ ਪਾਬੰਦੀ ਹੈ।
pt_br: Permissão negada na tentativa de criação do seu PIN.
ro: Permisiune refuzată în încercarea de a crea PIN-ul.
sk: Pri vytváraní vášho PIN bol prístup zakázaný.
sl: Dovoljenje za določitev vašega PIN-a je zavrnjeno.
sq: Leje e mohuar gjatë përpjekjes për krijim të PIN-it tuaj.
sr: Дозвола је одбијена при покушају да се направи Ваш PIN.
sr_latn: Dozvola je odbijena pri pokušaju da se napravi Vaš PIN.
sw: Umenyimwa ruhusa kujaribu kuunda PIN yako.
uk: При спробі створити ваш PIN, заборонено дозвіл.
xh: Imvume yaliwe kuzanywa ukuyilwa i-PIN yakho.
zu: Imvume yenqantshiwe ngenkathi kuzanywa ukwakha i-PIN yakho.

source: The request timed out whilst attempting to create your PIN.
af: Die versoek het uitgetel terwyl daar probeer is om jou PIN te skep.
bn_in: অনুমতির সময়সীমা সমাপ্ত হয়েছে আপানার পিন তৈরি করতে গিয়ে।
da: Forespørgslen fik time out under forsøget på at oprette din pinkode.
de: Beim Versuch, Ihre PIN zu erstellen, wurde das Zeitlimit für die Anfrage überschritten.
es: La petición expiró mientras se intentaba crear tu PIN.
eu: Eskaera iraungi da PINa sortzen saiatzean.
fr: La requête a expiré lors de la tentative de création de votre code PIN.
hi_in: अपपका PIN बनाने के प्रयास में अनुरोध का समय समाप्त होगया.
hu: A kérés túllépte az időkorlátot a PIN létrehozására tett kísérlet közben.
it: La richiesta è scaduta durante il tentativo di generazione del PIN.
ja: 暗証番号の登録中にリクエストがタイムアウトしました。
pa_in: ਤੁਹਾਡਾ ਪਿੰਨ ਬਣਾਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਦੌਰਾਨ ਸਮਾਂ ਬੇਨਤੀ ਸਮਾਪਤ ਹੋਈ।
pt_br: O pedido expirou durante a tentativa de criação do seu PIN.
ro: Cererea a expirat în timp ce se încerca crearea PIN-ul.
sk: Pri vytváraní vášho PIN došlo k vypršaniu požiadavky.
sl: Prošnja za določitev vašeka PIN-a se je iztekla.
sq: Kërkesës i mbaroi koha teksa përpiqej të krijonte PIN-in tuaj.
sr: Захтев је истекао док је покушавао да направи Ваш PIN.
sr_latn: Zahtev je istekao dok je pokušavao da napravi Vaš PIN.
sw: Ombi limeishiwa na muda wa kujaribu kuunda PIN yako.
uk: При спробі створити ваш PIN, вийшов час очікування запиту.
xh: Isicelo siphelelwe lixesha ngelixa kuzanywa ukuyilwa i-PIN yakho.
zu: Isicelo siphelelwe yisikhathi ngenkathi kusazanywa ukwakha i-PIN yakho.
