Repository: 10allday-Software/spartacus
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, bn_bd, bn_in, da, de, es, eu, fr, hi_in, hu, it, ja, pa_in, pt_br, ro, sk, sl, sq, sr, sr_latn, sw, uk, xh, zu

source: Payment cancelled.
af: Betaling gekanselleer.
bn_bd: পরিশোধ বাতিল হয়েছে।
bn_in: পেমেন্ট বাতিল হয়ে গেছে।
da: Betaling annulleret.
de: Zahlung abgebrochen.
es: Pago cancelado.
eu: Ordainketa bertan behera utzita.
fr: Paiement annulé.
hi_in: भुगतान रद्द हुआ.
hu: Vásárlás törölve.
it: Il pagamento è stato annullato.
ja: 決済はキャンセルされました。
pa_in: ਭੁਗਤਾਨ ਨੂੰ ਰੱਦ ਕੀਤਾ ਗਿਆ।
pt_br: Pagamento cancelado.
ro: Plată anulată.
sk: Platba zrušená.
sl: Plačilo preklicano.
sq: Pagesa u anulua.
sr: Плаћање отказано.
sr_latn: Plaćanje otkazano.
sw: Malipo yameghairishwa.
uk: Оплату скасовано.
xh: Intlawulo irhoxisiwe
zu: Kukhanseliwe ukukhokha.

source: Cancel
af: Kanselleer
bn_bd: বাতিল
bn_in: বাতিল
da: Annuller
de: Abbrechen
es: Cancelar
eu: Utzi
fr: Annuler
hi_in: रद्द करें
hu: Mégse
it: Annulla
ja: キャンセル
pa_in: ਰੱਦ
pt_br: Cancelar
ro: Renunță
sk: Zrušiť
sl: Prekliči
sq: Anuloje
sr: Откажи
sr_latn: Otkaži
sw: Ghairi
uk: Скасувати
xh: Rhoxisa
zu: Khansela

source: PIN can only contain digits.
af: PIN kan slegs syfers bevat.
bn_bd: PIN এ শুধু সংখ্যা থাকতে পারবে।
bn_in: PIN শুধুমাত্র সংখ্যা হতে পারে।
da: Pinkoden må kun indeholde tal.
de: Die PIN darf nur Ziffern enthalten.
es: El PIN solo puede contener dígitos.
eu: PIN kodeak digituak soilik izan ditzake.
fr: Le code PIN ne peut être composé que de chiffres.
hi_in: PIN केवल अंक हो सकते हैं.
hu: A PIN csak számokból állhat.
it: Per il codice PIN è possibile utilizzare solo caratteri numerici.
ja: 暗証番号に数字以外の文字を含めることはできません。
pa_in: PIN ਅੰਕ ਹੀ ਹੋ ਸਕਦਾ ਹੈ।
pt_br: O PIN só pode conter números.
ro: PIN-ul poate conține doar cifre.
sk: Kód PIN môže obsahovať len číslice.
sl: PIN lahko vsebuje samo števke.
sq: PIN-i mund të përmbajë vetëm shifra.
sr: PIN може имати само бројеве.
sr_latn: PIN može imati samo brojeve.
sw: PIN yaweza kuwa na nambari pekee.
uk: PIN може містити тільки цифри.
xh: I-PIN inokuqulatha amanani kuphela.
zu: I-PIN ingaqukatha kuphela amadijithi.

source: You logged in as a different user, you must start the payment again.
af: Jy het as 'n ander gebruiker aangemeld en dus moet jy weer die betaling begin.
bn_bd: আপনি ভিন্ন ব্যবহাকারী হিসাবে লগইন করা আছে, আপনাকে পুনরায় পেমেন্ট শুরু করতে হবে।
bn_in: অাপনি ভিন্ন ব্যবহারকারী হিসাবে লগ ইন করেছেন, অাপনাকে পুনরায় পেমেন্ট শুরু করতে হবে।
da: Du loggede ind som en anden bruger, du skal starte betalingen igen.
de: Sie sind als anderer Benutzer angemeldet, Sie müssen die Zahlung erneut starten.
es: Te identificaste con un usuario diferente, por lo que tendrás que iniciar el pago de nuevo.
eu: Erabiltzaile desberdinarekin hasi duzu saioa, ordainketa berriro hasi behar duzu.
fr: Vous êtes connecté avec un autre utilisateur, vous devez recommencer le paiement.
hi_in: आपने दूसरे उपयोगकर्ता के रूप में लॉग किया, आपको फिर से भुगतान प्रारंभ करना चाहिए.
hu: Másik felhasználóként volt bejelentkezve, a vásárlási folyamatot újra kell indítani.
it: Eri identificato con un altro account e dovrai rieffettuare il pagamento.
ja: あなたは別のユーザとしてログインしたため、再度決済を開始する必要があります。
pa_in: ਤੁਹਾਨੂੰ ਇੱਕ ਵੱਖਰੇ ਯੂਜ਼ਰ ਦੇ ਤੌਰ ਤੇ ਲਾਗਇਨ, ਤੁਹਾਨੂੰ ਦੁਬਾਰਾ ਅਦਾਇਗੀ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।
pt_br: Você está conectado como um usuário diferente, o pagamento deve ser iniciado novamente.
ro: Te-ai autentificat într-un cont de utilizator diferit, trebuie să reîncepi plata.
sk: Prihlásili ste sa ako iný používateľ, platbu musíte zadať znova.
sl: Prijavil/-ila si se kot drugi/-ga uporabnik/-ca, zato moraš znova začeti s plačilom.
sq: Hytë si tjetër përdorues, duhet ta filloni sërish pagimin.
sr: Пријављени сте као други корисник, морате поново покренути уплату.
sr_latn: Prijavljeni ste kao drugi korisnik, morate ponovo pokrenuti uplatu.
sw: Umeingia kama mtumiaji tofauti, lazima uanze malipo tena.
uk: Ви увійшли як інший користувач, тому ви повинні почати оплату заново.
xh: Usayine wangena njengomsebenzisi owahlukileyo, kufuneka uqalise intlawulo kwakhona.
zu: Ungene njengomsebenzisi owehlukile, kufanele uqale ukukhokha futhi.

source: Loading
af: Laaiing
bn_bd: লোড হচ্ছে
bn_in: লোড হচ্ছে
da: Indlæser
de: Laden
es: Cargando
eu: Kargatzen
fr: Chargement
hi_in: लोड हो रहा है
hu: Betöltés
it: Caricamento in corso
ja: 読み込み中
pa_in: ਲੋਡਿਗ
pt_br: Carregando
ro: Se încarcă
sk: Načítava sa
sl: Nalaga se
sq: Po ngarkohet
sr: Учитавање
sr_latn: Učitavanje
sw: Inapakia
uk: Завантаження
xh: Iyalayisha
zu: Isaloda

source: Beginning payment
af: Met betaling begin
bn_bd: পেমেন্ট শুরু হচ্ছে
bn_in: পেমেন্ট শুরু করা হচ্ছে
da: Begynder betaling
de: Zahlung beginnt
es: Comenzando pago
eu: Ordainketa hasten
fr: Début du paiement
hi_in: भुगतान&hellip की शुरुआत;
hu: Vásárlás elindítása
it: Inizio del pagamento in corso
ja: 決済を開始しています
pa_in: ਭੁਗਤਾਨ ਸ਼ੁਰੂ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pt_br: Iniciando pagamento
ro: Începerea plății
sk: Spúšťa sa platba
sl: Začenjam plačilo
sq: Po fillohet pagimi
sr: Започињање уплате
sr_latn: Započinjanje uplate
sw: Inaanza malipo
uk: Починаю оплату
xh: Ukuqalisa intlawulo
zu: Qala ukukhokha

source: Connecting to Persona
af: Koppel tans aan die persoon
bn_bd: পার্সোনায় সংযুক্ত হচ্ছে
bn_in: Persona সংযোগ স্থাপন করা হচ্ছে
da: Forbinder til Persona
de: Verbindung zu Persona wird hergestellt
es: Conectando con Mozilla Persona
eu: Persona-ra konektatzen
fr: Connection à Persona
hi_in: परसोना से कनेक्ट हो रहा है
hu: Kapcsolódás a Personahoz
it: Connessione a Persona in corso
ja: Persona に接続しています
pa_in: Persona ਨੂੰ ਕੁਨੈਕਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pt_br: Conectando com Persona
ro: Se conectează la Persona
sk: Pripája sa k Persona
sl: Povezujem z banko
sq: Po lidhet me Persona-n
sr: Повезивање са Persona сервисом
sr_latn: Povezivanje sa Persona servisom
sw: Inaunganisha na persona
uk: З'єднання з Persona
xh: Inxibelelana noMntu
zu: Isaxhumana Nemininingwane yomuntu

source: Payment complete
af: Betaling voltooi
bn_bd: পেমেন্ট সম্পন্ন হয়েছে
bn_in: পেমেন্ট সম্পূ্র্ণ
da: Betaling gennemført
de: Zahlung vollständig
es: Pago completo
eu: Ordainketa burututa
fr: Paiement complété
hi_in: भुगतान पूरा
hu: Sikeres vásárlás
it: Pagamento effettuato
ja: 決済が完了しました
pa_in: ਭੁਗਤਾਨ ਪੂਰਾ
pt_br: Pagamento concluído
ro: Plată încheiată
sk: Platba dokončená
sl: Plačilo je zaključeno
sq: Pagim i plotësuar
sr: Плаћање извршено
sr_latn: Plaćanje izvršeno
sw: Malipo yamekamilika
uk: Оплату завершено
xh: Intlawulo igqityiwe
zu: Ukukhokha kuqediwe

source: Oops
af: Oeps
bn_bd: ওপস্‌
bn_in: ওহো
da: Ups
de: Hoppla
es: Uy
eu: Hara
hi_in: ऊप्स
hu: Hoppá
ja: おっと
pa_in: ਉਹ ਹੋ
ro: Ups
sk: Ups
sl: Ups
sr: Упс
sr_latn: Ups
sw: Pole
uk: Ой
xh: Gxebe

source: This is taking longer than expected. Try again?
af: Dit neem langer as verwag. Probeer weer?
bn_bd: প্রয়োজনের চেয়ে বেশি সময় নিচ্ছে। পুনরায় চেষ্টা করবেন?
bn_in: প্রত্যাশিত সময়ের চেয়ে বেশি সময় নিচ্ছে। পুনরায় চেষ্টা করবেন?
da: Dette tager længere tid end forventet. Prøv igen?
de: Das dauert länger als erwartet. Erneut versuchen?
es: Está tardando más de lo esperado. ¿Probamos de nuevo?
eu: Hau espero baino gehiago ari da luzatzen. Berriro saiatu?
fr: Cela prends plus de temps qu'attendu. Réessayer ?
hi_in: यह अपेक्षा से अधिक समय ले रही है. फिर प्रयास करें?
hu: Ez tovább tart a vártnál. Újra megpróbálja?
it: L’operazione sta richiedendo più tempo del previsto. Riprovare?
ja: 通常よりもこの処理に時間が掛かっています。再度試しますか？
pa_in: ਇਹ ਉਮੀਦ ਤੋ ਕੀਤੇ ਸਮਾ ਲੇ ਰਿਹਾ ਹੈ। ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ?
pt_br: Está demorando mais do que o esperado. Tente novamente?
ro: Durează mai mult decât era de așteptat. Reîncerci?
sk: Táto akcia trvá dlhšie než inokedy. Chcete to skúsiť znovu?
sl: Tole traja dlje od pričakovanega. Poskusi znova?
sq: Kjo po zgjat më shumë se sa pritej. Të riprovohet?
sr: Ово траје дуже него што се очекивало. Покушати поново?
sr_latn: Ovo traje duže nego što se očekivalo. Pokušati ponovo?
sw: Hii inachukua muda kuliko ilivyokusudiwa. Jaribu tena?
uk: Це триває довше ніж очікувалось. Спробувати знову?
xh: Oku kuthabatha ixesha elide kunelilindelekileyo. Zama kwakhona?
zu: Lokhu kuthatha isikhathi eside kunobekulindelwe. Uzame futhi?

source: Something went wrong. Try again?
af: Iets het skeefgeloop. Probeer weer?
bn_bd: কোন কিছু ভুল হয়েছে। পুনরায় চেষ্টা করবেন?
bn_in: কিছু ভুল আছে। পুনরায় চেষ্টা করবেন?
da: Noget gik galt. Prøv igen?
de: Etwas ist schief gegangen. Erneut versuchen?
es: Algo no salió bien. ¿Probamos de nuevo?
eu: Zerbait oker joan da. Berriro saiatu?
fr: Quelque chose s'est mal passé. Réessayer ?
hi_in: कुछ गलत हो गया. फिर प्रयास करें?
hu: Hiba történt. Megpróbálja ismét?
it: Qualcosa è andato storto. Vuoi riprovare?
ja: 何か問題が発生しました。再度試しますか？
pa_in: ਕੁੱਝ ਗਲਤ ਹੋਇਆ ਹੈ। ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ?
pt_br: Algo deu errado. Tente novamente?
ro: Ceva a mers prost. Reîncerci?
sk: Niečo sa pokazilo. Skúsiť znova?
sl: Nekaj je šlo narobe. Poskusi znova?
sq: Diç shkoi ters. Të riprovohet?
sr: Дошло је до грешке. Покушати поново?
sr_latn: Došlo je do greške. Pokušati ponovo?
sw: Kuna kitu kimeenda mrama. Jaribu tena?
uk: Щось пішло не так. Спробувати знову?
xh: Ikhona into engahambanga kakuhle. Zama kwakhona?
zu: Kukhona okungahambanga kahle. Uzame futhi?

source: OK
af: Goed
bn_bd: ঠিক আছে
bn_in: ঠিক অাছে
es: Aceptar
eu: Ados
pa_in: ਠੀਕ ਹੈ
sl: V redu
sr: У реду
sr_latn: U redu
sw: SAWA
uk: ОК
xh: KULUNGILE
zu: KULUNGILE

source: Error
af: Fout
bn_bd: ত্রুটি
bn_in: ত্রুটি
da: Fejl
de: Fehler
eu: Errorea
fr: Erreur
hi_in: त्रुटि
hu: Hiba
it: Errore
ja: エラー
pa_in: ਗਲਤੀ
pt_br: Erro
ro: Eroare
sk: Chyba
sl: Napaka
sq: Gabim
sr: Грешка
sr_latn: Greška
sw: Hitilafu
uk: Помилка
xh: Imposiso
zu: Iphutha

source: Enter PIN
af: Voer PIN in
bn_bd: PIN দিন
bn_in: পিন প্রবেশ করান
da: Indtast pinkode
de: PIN eingeben
es: Escribir PIN
eu: Idatzi PINa
fr: Entrez le code PIN
hi_in: PIN दर्ज करें
hu: Adja meg PIN-kódját
it: Inserisci il codice PIN
ja: 暗証番号を入力
pa_in: ਪਿੰਨ ਭਰੋ
pt_br: Inserir PIN
ro: Introdu PIN-ul
sk: Zadajte PIN
sl: Vnesi PIN
sq: Jepni PIN-in
sr: Унеси PIN
sr_latn: Unesi PIN
sw: Ingiza PIN
uk: Уведіть PIN
xh: Ngenisa i-PIN
zu: Faka i-PIN

source: Sign In
af: Meld aan
bn_bd: সাইন ইন
bn_in: সাইন ইন
da: Log ind
de: Anmelden
es: Conectar
eu: Hasi saioa
fr: Connexion
hi_in: साइन इन
hu: Bejelentkezés
it: Accedi
ja: ログイン
pa_in: ਸਾਇਨ ਇੰਨ
pt_br: Entrar
ro: Autentificare
sk: Prihlásiť sa
sl: Prijavi se
sq: Hyni
sr: Пријави се
sr_latn: Prijavi se
sw: Ingia
uk: Увійти
xh: Sayina ungene
zu: Sayinela ukungena

source: Sign in to continue with the payment
af: Meld aan om met die betaling voort te gaan
bn_bd: পেমেন্ট চালিয়ে যেতে সাইন ইন করুন
bn_in: পেমেন্ট নিয়ে অগ্রসর হতে চাইলে সাইন ইন করুন
da: Log ind for at fortsætte med betalingen
de: Melden Sie sich an, um mit der Zahlung fortzufahren
es: Conecta para continuar con el pago
eu: Hasi saioa ordainketarekin aurrera egiteko
fr: Connectez-vous pour continuer le paiement
hi_in: भुगतान जारी रखने के लिए साइन इन करें
hu: Jelentkezzen be a vásárlás folytatásához
it: Accedi per effettuare il pagamento
ja: 決済を続けるにはログインしてください
pa_in: ਭੁਗਤਾਨ ਦੇ ਨਾਲ ਜਾਰੀ ਰਹਿਣ ਲਈ ਸਾਇਨ ਇੰਨ ਕਰੋ
pt_br: Entre para continuar o pagamento
ro: Autentifică-te pentru a continua cu plata
sk: Ak chcete pokračovať v platbe, prihláste sa
sl: Prijavi se, će želiš nadaljevati s plačilom
sq: Bëni hyrjen që të vazhdohet me pagesën
sr: Пријавите се да бисте наставили са уплатом
sr_latn: Prijavite se da biste nastavili sa uplatom
sw: Ingia ili uweze kuendelea na malipo
uk: Увійти, щоб продовжити оплату
xh: Sayina ungene ukuqhubeka nentlawulo
zu: Sayinela ukungena ukuze uqhubeke nokukhokha

source: Sign in
af: Meld aan
bn_bd: সাইন ইন
bn_in: সাইন ইন
da: Log ind
de: Anmelden
es: Conectar
eu: Hasi saioa
fr: Connexion
hi_in: साइन इन
hu: Bejelentkezés
it: Accedi
ja: ログイン
pa_in: ਸਾਇਨ ਇੰਨ
pt_br: Entrar
ro: Autentificare
sk: Prihlásiť sa
sl: Prijavi se
sq: Hyni
sr: Пријави се
sr_latn: Prijavi se
sw: Ingia
uk: Увійти
xh: Sayina ungene
zu: Sayinela ukungena

source: Continue
af: Gaan voort
bn_bd: চালিয়ে যান
bn_in: পরবর্তী
da: Fortsæt
de: Fortfahren
es: Continuar
eu: Jarraitu
fr: Continuer
hi_in: जारी रखने
hu: Folytatás
it: Procedi
ja: 続ける
pa_in: ਜਾਰੀ
pt_br: Continuar
ro: Continuă
sk: Pokračovať
sl: Nadaljuj
sq: Vazhdo
sr: Настави
sr_latn: Nastavi
sw: Endelea
uk: Продовжити
xh: Qhubeka
zu: Qhubeka

source: Wrong PIN
af: Verkeerde PIN
bn_bd: ভুল PIN
bn_in: ভুল PIN
da: Forkert pinkode
de: Falsche PIN
es: PIN erróneo
eu: Okerreko PINa
fr: Code PIN erroné
hi_in: गलत PIN
hu: Hibás PIN
it: Codice PIN non valido
ja: 暗証番号が違います
pa_in: ਗਲਤ ਪਿੰਨ
pt_br: PIN errado
ro: PIN greșit
sk: Nesprávny PIN
sl: Napačen PIN
sq: PIN i gabuar
sr: Погрешан PIN
sr_latn: Pogrešan PIN
sw: PIN sio sahihi
uk: Неправильний PIN
xh: I-PIN engachanekanga
zu: I-PIN engesiyo

source: PINs do not match.
af: PIN's is nie dieselfde nie.
bn_bd: PIN মিলছে না।
bn_in: PIN গুলি মিলছে না।
da: Pinkoder matcher ikke.
de: PINs stimmen nicht überein.
es: Los PIN no coinciden.
eu: PINak ez datoz bat.
fr: Les codes PIN ne correspondent pas.
hi_in: पिन मेल नहीं खाते.
hu: A PIN kódok nem egyeznek.
it: Il codice PIN non corrisponde.
ja: 暗証番号が一致しません。
pa_in: ਪਿੰਨ ਮੇਲ ਨਹੀ ਖਾਦਾ।
pt_br: Os PINs não coincidem.
ro: PIN-urile nu se potrivesc.
sk: Kódy PIN sa nezhodujú.
sl: PIN-a se ne ujemata.
sq: PIN-et nuk përputhen.
sr: PIN-ови се не поклапају.
sr_latn: PIN-ovi se ne poklapaju.
sw: PIN hazifanani.
uk: PIN коди не співпадають.
xh: Ii-PIN azingqinelani
zu: Ama-PIN awahambelani.

source: Create a PIN
af: Skep 'n PIN
bn_bd: একটি PIN তৈরি করুন
bn_in: একটা PIN তৈরি করুন
da: Opret en pinkode
de: PIN erstellen
es: Crear un PIN
eu: Sortu PINa
fr: Créer un code PIN
hi_in: एक PIN बनाएं
hu: PIN létrehozása
it: Crea un codice PIN
ja: 暗証番号を登録
pa_in: ਪਿੰਨ ਬਣਾਉ
pt_br: Criar um PIN
ro: Creează un PIN
sk: Vytvoriť PIN
sl: Določi PIN
sq: Krijoni një PIN
sr: Направи PIN
sr_latn: Napravi PIN
sw: Unda PIN
uk: Створити PIN
xh: Yila i-PIN
zu: Yakha i-PIN

source: Confirm PIN
af: Bevestig PIN
bn_bd: PIN নিশ্চিত করুন
bn_in: PIN নিশ্চিত করুন
da: Bekræft pinkoden
de: PIN bestätigen
es: Confirmar PIN
eu: Berretsi PINa
fr: Confirmer le code PIN
hi_in: PIN की पुष्टि करें
hu: PIN megerősítése
it: Verifica codice PIN
ja: 暗証番号を確認
pa_in: ਪਿੰਨ ਦੀ ਪੁਸ਼ਟੀ
pt_br: Confirmar PIN
ro: Confirmă PIN-ul
sk: Potvrdiť PIN
sl: Potrdi PIN
sq: Konfirmoni PIN-in
sr: Потврди PIN
sr_latn: Potvrdi PIN
sw: Dhibitisha PIN
uk: Підтвердити PIN
xh: Qinisekisa i-PIN
zu: Qinisekisa i-PIN

source: Reset PIN
af: Stel PIN terug
bn_bd: PIN রিসেট করুন
bn_in: PIN পুনরায় নির্ধারণ করুন
da: Nulstil pinkode
de: PIN zurücksetzen
es: Restablecer PIN
eu: Berrezarri PINa
fr: Remise à zéro du code PIN
hi_in: PIN रीसेट करें
hu: PIN visszaállítása
it: Reimposta codice PIN
ja: 暗証番号をリセット
pa_in: ਰਿਸੇਟ ਪਿੰਨ
pt_br: Redefinir PIN
ro: Resetează PIN-ul
sk: Vynulovať PIN
sl: Ponastavi PIN
sq: Ricaktoni PIN-in
sr: Ресетуј PIN
sr_latn: Resetuj PIN
sw: Seti PIN upya
uk: Скинути PIN
xh: Seta ngokutsha i-PIN
zu: Setha kabusha i-PIN

source: Forgot your PIN?
af: Het jy jou PIN vergeet?
bn_bd: PIN ভুলে গেছেন?
bn_in: আপনার PIN ভুলে গেছেন?
da: Glemt din pinkode?
de: Haben Sie Ihre PIN vergessen?
es: ¿Olvidaste tu PIN?
eu: PINa ahaztu duzu?
fr: Code PIN oublié ?
hi_in: अपना PIN भूल गए?
hu: Elfelejtette a PIN kódot?
it: Hai dimenticato il codice PIN?
ja: 暗証番号を忘れた場合
pa_in: ਤੁਸੀ ਆਪਣਾ ਪਿੰਨ ਭੁੱਲ ਗਏ ਹੋ
pt_br: Esqueceu seu PIN?
ro: Ai uitat PIN-ul?
sk: Zabudli ste svoj PIN?
sl: Si pozabil/-ila svoj PIN
sq: Harruat PIN-in tuaj?
sr: Заборавили сте свој PIN?
sr_latn: Zaboravili ste svoj PIN?
sw: Umesahau PIN yako?
uk: Забули свій PIN?
xh: Uyilibele i-PIN?
zu: Ukhohlwe yi-PIN?

source: You entered the wrong PIN too many times. Your account is locked. Please try your purchase again in 5 minutes.
af: Jy het te veel keer die verkeerde PIN ingevoer. Jou rekening is gegrendel. Probeer asseblief weer jou aankoop binne 5 minute.
bn_bd: আপনি অনেক বার ভুল PIN দিয়েছেন। আপনার অ্যাকাউন্ট লক করা হয়েছে। অনুগ্রহে ৫ মিনিট পর পুনরায় ক্রয়ে চেষ্টা করুন।
bn_in: অাপনি ভুল PIN অনেকবার প্রবেশ করিয়েছেন। অাপনার অ্যাকাউন্ট লক করা অাছে। অনুগ্রহ করে ৫ মিনিটের মধ্যে পুনরায় ক্রয় করার চেষ্টা করুন।
da: Du indtastede den forkerte pinkode for mange gange. Din konto er spærret. Prøv at foretage dit køb igen om 5 minutter.
de: Sie haben zu oft die falsche PIN eingegeben. Ihr Konto ist gesperrt. Bitte versuchen Sie Ihren Kauf in 5 Minuten erneut.
es: Al intentar usar un PIN erróneo demasiadas veces, se ha bloqueado tu cuenta. Prueba a realizar tu compra pasados 5 minutos.
eu: Okerreko PIN kodea gehiegitan idatzi duzu. Zure kontua blokeatu da. Saiatu berriro erosten 5 minutu barru.
fr: Vous avez entré le mauvais code PIN trop de fois de suite. Votre compte est verrouillé. Merci de réessayer votre achat dans 5 minutes.
hi_in: आपने गलत PIN कई बार दर्ज किया. आपका खाता बंद कर दिया है. 5 मिनट में फिर से अपनी खरीद के प्रयास करें.
hu: Túl sokszor adott meg hibás PIN kódot. A felhasználói fiókját zároltuk. Próbálja megismételni a vásárlást 5 perc múlva.
it: Hai digitato troppe volte un codice PIN non valido. Il tuo account è stato bloccato. Riprova a effettuare l’acquisto fra 5 minuti.
ja: 間違った暗証番号が何度も入力されたため、あなたのアカウントはロックされました。5 分後にまた試してください。
pa_in: ਤੁਹਾਨੂੰ ਗਲਤ ਪਿੰਨ ਬਹੁਤ ਵਾਰ ਦਿੱਤਾ ਹੈ| ਤੁਹਾਡੇ ਖਾਤਾ ਲਾਕ ਹੋ ਗਿਆ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ 5 ਮਿੰਟ ਵਿੱਚ ਮੁੜ ਕੇ ਆਪਣੀ ਖਰੀਦ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜੀ|
pt_br: Você digitou o PIN errado muitas vezes.. Sua conta está bloqueada. Por favor, tente fazer a compra novamente daqui a 5 minutos.
ro: Ai introdus PIN-ul greșit de prea multe ori. Contul tău este blocat. Te rugăm să încerci achiziția din nou în 5 minute.
sk: Zadali ste príliš veľa krát nesprávny kód PIN. Váš účet je zablokovaný. Objednávku zopakujte o 5 minút.
sl: Napačem PIN si vnesel/-sla prevečkrat. Tvoj račun je zaklenjen. Prosim, ponovno poskusi z nakupom čez pet minut.
sq: Dhatë PIN-in e gabuar shumë herë. Llogaria juaj është bllokuar. Ju lutemi, riprovojeni blerjen pas 5 minutash.
sr: Унели сте погрешан PIN превише пута. Ваш налог је закључан. Молимо Вас покушајте поново да обавите куповину за 5 минута.
sr_latn: Uneli ste pogrešan PIN previše puta. Vaš nalog je zaključan. Molimo Vas pokušajte ponovo da obavite kupovinu za 5 minuta.
sw: Umeingiza PIN isiyo sahihi mara nyingi sana. Akanuti yako imefungwa. Tafadhali jaribu kununua tena baada ya dakika 5.
uk: Ви ввели неправильний PIN багато разів. Ваш обліковий запис заблоковано. Спробуйте покупку знову через 5 хвилин.
xh: Ungenise i-PIN engachanekanga amaxesha amaninzi kakhulu. I-akhawunti yakho itshixekile. Nceda uzame intengo yakho kwakhona kwimizuzu emi-5.
zu: Ufake i-PIN engesiyo izikhathi eziningi kakhulu. I-akhawunti yakho ikhiyiwe. Uyacelwa uzame ukuthenga futhi emizuzwini emi-5.

source: Your PIN was locked
af: Jou PIN is gegrendel
bn_bd: আপনার PIN লক করা ছিলো
bn_in: আপনার PIN লক করা অাছে
da: Din pinkode er blevet spærret
de: Ihre PIN wurde gesperrt
es: Tu PIN fue bloqueado
eu: Zure PINa blokeatu da
fr: Votre code PIN était verrouillé
hi_in: अपना PIN बंद किया गया था
hu: A PIN zárolva van
it: Il tuo codice PIN è stato bloccato
ja: あなたの暗証番号はロックされました
pa_in: ਤੁਹਾਡੇ ਪਿੰਨ ਲਾਕ ਹੋ ਗਿਆ ਹੈ
pt_br: Seu PIN está bloqueado
ro: PIN-ul tău a fost blocat
sk: Váš PIN bol zablokovaný
sl: Tvoj PIN je bil zaklenjen
sq: PIN-i juaj është bllokuar
sr: Ваш PIN је био закључан
sr_latn: Vaš PIN je bio zaključan
sw: PIN yako ilikuwa imefungwa
uk: Ваш PIN було заблоковано
xh: I-PIN yakho ibitshixekile
zu: I-PIN yakho ikhiyiwe

source: Your PIN was locked because you entered it incorrectly too many times. You can continue and try entering your PIN again or reset your PIN.
af: Jou PIN is gegrendel want jy het dit te veel keer verkeerd ingevoer. Jy kan voortaan en probeer om weer jou PIN in te voer, of jy kan jou PIN terugstel.
bn_bd: আপনি অনেক বার ভুল PIN দেওয়ার এটি লক করা হয়েছিলো। আপনি চালিয়ে যেতে পারেন এবং পুনরায় PIN দিতে পারেন অথবা রিসেট করতে পারেন।
bn_in: অাপনার PIN লক হয়ে গেছে কারণ আপনি ভুল PIN অনেকবার প্রবেশ করিয়েছেন। অাপনি অগ্রসর হতে পারেন এবং আপনার PIN অাবার প্রবেশ করিয়ে চেষ্টা করুন অথবা আপনার PIN পুনরায় নির্ধারণ করুন।
da: Din pinkode blev spærret fordi du indtastede den forkert for mange gange. Du kan fortsætte og prøve at indtaste din pinkode igen eller nulstille din pinkode.
de: Ihre PIN wurde gesperrt, weil Sie sie zu oft falsch eingegeben haben. Sie können fortfahren und versuchen, Ihre PIN erneut einzugeben oder sie zurücksetzen.
es: Tu PIN fue bloqueado al escribirlo incorrectamente demasiadas veces. Puedes continuar y probar a escribir tu PIN de nuevo, o restablecerlo.
eu: Zure PINa blokeatu da, gehiegitan oker idatzi duzulako. Jarraitu aurrera eta saiatu PINa berriro idazten, edo berrezarri PINa.
fr: Votre code PIN était bloqué suite à trop de tentatives erronées. Vous pouvez continuer et essayer d'entrer votre code PIN encore, ou bien le remettre à zéro.
hi_in: आपका PIN बंद किया गया था क्योंकि आपने इसे कई बार दर्ज किया था. अपना PIN रीसेट करे या जारी रखें और फिर अपना PIN दर्ज करने का प्रयास करे.
hu: A PIN zárolva lett, mert túl sokszor adta meg hibásan. Megpróbálhatja újra megadni vagy megváltoztathatja.
it: Il tuo codice PIN è stato bloccato in quanto hai effettuato troppi tentativi errati di inserimento. Puoi effettuare altri tentativi oppure reimpostarlo.
ja: 間違った暗証番号が何度も入力されたため、あなたの暗証番号はロックされました。暗証番号をもう一度入力するか、リセットすることもできます。
pa_in: ਤੁਹਾਡੇ ਪਿੰਨ ਲਾਕ ਹੋ ਗਿਆ ਹੈ ਕਿਉਕਿ ਤੁਸੀ ਇਸਨੂੰ ਕਈ ਵਾਰ ਗਲਤ ਭਰਿਆ ਹੈ। ਤੁਸੀ ਜਾਰੀ ਰੱਖ ਸਕਦੇ ਹੋ ਅਤੇ ਤੁਹਾਡੇ ਪਿੰਨ ਦੇ ਕੇ ਕੋਸਿਸ ਕਰੋ ਜਾ ਪਿੰਨ ਫਿਰ ਤੋ ਰੀਸੈਟ ਕਰ ਕੇ।
pt_br: Seu PIN foi bloqueado porque digitou um PIN errado muitas vezes. Você pode continuar e tentar digitar o PIN novamente ou redefinir seu PIN.
ro: PIN-ul tău a fost blocat deoarece l-ai introdus greșit de prea multe ori. Poți continua și să încerci să introduci PIN-ul din nou sau să-ți resetezi PIN-ul.
sk: Váš PIN bol zablokovaný, pretože ste ho nesprávne zadali príliš veľa kráť. Teraz môžete pokračovať a zadajte ho znvoa alebo si ho zmeňte.
sl: Tvoj PIN je bil zaklenjen, ker si prevečkat vnesel napačnega. Nadaljuješ lahko in poskušaš ponovno vnesti svoj PIN ali PIN ponastaviš.
sq: PIN-i juaj u bllokua ngaqë e dhatë pasaktësisht shumë herë. Mund të vazhdoni dhe të provoni ta jepni sërish PIN-in tuaj ose ta ricaktoni atë.
sr: Ваш PIN је био закључан јер сте га унели погрешно превише пута. Можете наставити и поново унети свој PIN или га можете ресетовати.
sr_latn: Vaš PIN je bio zaključan jer ste ga uneli pogrešno previše puta. Možete nastaviti i ponovo uneti svoj PIN ili ga možete resetovati.
sw: PIN yako ilikuwa imefungwa maana uliingiza PIN isiyo sahihi mara nyingi sana. Unaweza kuendelea na ujaribu kuingiza PIN tena ama useti upya PIN yako.
uk: Ваш PIN було заблоковано, тому що ви ввели його неправильно багато разів. Ви можете продовжити та спробувати ввести свій PIN знову або скинути його.
xh: I-PIN yakho itshixekile ngenxa yokuba uyingenise ngokungachanekanga amaxesha amaninzi kakhulu. Ungaqhubeka kwaye uzame ukungenisa i-PIN yakho kwakhona okanye yisete ngokutsha i-PIN yakho.
zu: I-PIN ikhiyiwe ngoba ufake engesiyo izikhathi eziningi kakhulu. Ungaqhubeka ngokuthi ufake i-PIN yakho futhi noma uyisethe kabusha i-PIN yakho.
