Repository: 10allday-Software/spartacus
Catalog: locale/hsb/LC_MESSAGES/messages.po
Languages: hsb

source: Payment cancelled.
hsb: Płaćenje přetorhnjene.

source: Cancel
hsb: Přetorhnyć

source: PIN can only contain digits.
hsb: PIN smě jenož z cyfrow wobstać.

source: You logged in as a different user, you must start the payment again.
hsb: Sće jako druhi wužiwar přizjewjeny, dyrbiće płaćenje znowa započeć.

source: Loading
hsb: Začituje so

source: Beginning payment
hsb: Płaćenje so započina

source: Connecting to Persona
hsb: Zwjazuje so z Persona

source: Payment complete
hsb: Płaćenje dokónčene

source: Oops
hsb: Hopla

source: This is taking longer than expected. Try again?
hsb: To traje dlěje hač wočakowane. Hišće raz spytać?

source: Something went wrong. Try again?
hsb: Něšto je so nimokuliło. Hišće raz spytać?

source: OK
hsb: W porjadku

source: Error
hsb: Zmylk

source: Enter PIN
hsb: PIN zapodać

source: Sign In
hsb: Přizjewić

source: Sign in to continue with the payment
hsb: Přizjewće so, zo byšće z płaćenjom pokročował

source: Sign in
hsb: Přizjewić

source: Continue
hsb: Dale

source: Wrong PIN
hsb: Wopačny PIN

source: PINs do not match.
hsb: PIN jenakej njejstej.

source: Create a PIN
hsb: PIN wutworić

source: Confirm PIN
hsb: PIN wobkrućić

source: Reset PIN
hsb: PIN wróćo stajić

source: Forgot your PIN?
hsb: Sće waš PIN zabył?

source: You entered the wrong PIN too many times. Your account is locked. Please try your purchase again in 5 minutes.
hsb: Sće přehusto wopačny PIN zapodał. Waše konto je so zawrěło. Prošu spytajće swoju kup za 5 mjeńšin hišće raz.

source: Your PIN was locked
hsb: Waš PIN je so zawrěł

source: Your PIN was locked because you entered it incorrectly too many times. You can continue and try entering your PIN again or reset your PIN.
hsb: Waš PIN je so zawrěł, dokelž sće jón přehusto wopak zapodał. Móžeće pokročować a pospytować, swój PIN hišće raz zapodać abo swój PIN wróćo stajić.

source: Are you sure you want to reset your PIN? You must sign in to Persona to reset your PIN.
hsb: Chceće swój PIN woprawdźe wróćo stajić? Dyrbiće so z Persona přizjewić, zo byšće swój PIN wróćo stajił.

source: Verifying payment
hsb: Płaćenje so přepruwuje

source: Retrying
hsb: Nowy pospyt běži

source: That took longer than expected. Retry?
hsb: To je dlěje trało hač wočakowane. Hišće raz spytać?

source: Back
hsb: Wróćo

source: Submit
hsb: Wotpósłać

source: Retry?
hsb: Hišće raz spytać?

source: Create PIN
hsb: PIN wutworić

source: Something went wrong.
hsb: Něšto je so nimokuliło.

source: Reset your PIN?
hsb: Waš PIN wróćo stajić?

source: Was Locked
hsb: Je so zawrěł

source: Setting up payment
hsb: Zapłaćenje so zarjaduje

source: An internal web request timed out.
hsb: Nutřkowne webnaprašowanje je čas překročiło.

source: The system timed out while trying to log in.
hsb: Při přizjewjenskim pospyće je system čas překročił.

source: An error occurred whilst trying to log out.
hsb: Při wotzjewjenskim pospyće je zmylk wustupił.

source: The system timed out while trying to log out.
hsb: Při wotzjewjenskim pospyće je system čas překročił.

source: Payments are temporarily disabled.
hsb: Zapłaćenja su nachwilu znjemóžnjene.

source: An unexpected error occurred when creating your PIN.
hsb: Při tworjenju wašeho PIN je njewočakowany zmylk wustupił.

source: The PIN data submitted was invalid.
hsb: Sposrědkowane PIN-daty su njepłaćiwe.

source: No valid user found whilst attempting to create your PIN
hsb: Při tworjenju wašeho PINa njeje so žadyn płaćiwy wužiwar namakał

source: Permission denied attempting to create your PIN.
hsb: Při pospyće waš PIN wutworić, je so dowolnosć zapowědźiła.

source: The request timed out whilst attempting to create your PIN.
hsb: Při pospyće waš PIN wutworić, je so čas za naprašowanje překročił.

source: An unexpected error occurred whilst checking your PIN.
hsb: Při přepruwowanju wašeho PIN je njewočakowany zmylk wustupił.

source: No valid user found whilst checking your PIN
hsb: Při přepruwowanju wašeho PIN njeje so žadyn płaćiwy wužiwar namakał

source: Permission denied attempting to check your PIN
hsb: Při pospyće waš PIN přepruwować, je so dowolnosć zapowědźił

source: The request timed out whilst trying to check your PIN
hsb: Při pospyće waš PIN přepruwować, je so čas za naprašowanje překročił

source: An unexpected error occurred when resetting your PIN.
hsb: Při wróćostajenju wašeho PIN je njewočakowany zmylk wustupił.

source: No valid user found whilst attempting to reset your PIN
hsb: Při pospyće waš PIN wróćo stajeć, njeje so žadyn płaćiwy wužiwar namakał

source: Permission denied attempting to reset your PIN.
hsb: Při pospyće waš PIN wróćo stajeć, je so dowolnosć zapowědźiła.

source: The request timed out whilst attempting to reset your PIN.
hsb: Při pospyće waš PIN wróćo stajić, je so čas za naprašowanje překročił.

source: The transaction failed. You have not been charged for this purchase.
hsb: Transakcija je so nimokuliła. Waše konto njeje so za tutu kup wobćežiło.

source: The payment method or price point is not supported for this region or operator.
hsb: Płaćenska metoda abo płaćiznowy dypk so za tutón region abo wobhospodarja njepodpěruje.

source: Waiting for login
hsb: Čaka so na přizjewjenje…

source: Retrieving Transaction
hsb: Transakcija so wotwołuje…

source: An unexpected error occurred.
hsb: Njewočakowany zmylk je wustupił.

source: Sign-in to reset PIN
hsb: Přizjewće so, zo byšće PIN wróćo stajił

source: Please sign in to reset your PIN.
hsb: Prošu přizjewće so, zo byšće swój PIN wróćo stajił.

source: Initializing
hsb: Inicializěruje so…

source: PIN Locked
hsb: PIN je zawrjeny

source: Completing payment
hsb: Płaćenje so wotzamkuje

source: Processing
hsb: Předźěłuje so…

source: Simulate Payment
hsb: Simulowane płaćenje

source: You will not be charged.
hsb: Waše konto so njewobćeži.

source: Reset
hsb: Wróćo stajić

source: By proceeding you agree to our <a %(terms)s>terms</a> and <a %(privacy)s>Privacy Policy</a>
hsb: Překročujo zwoliće do našich <a %(terms)s>wuměnjenjow</a> a <a %(privacy)s>prawidłow priwatnosće</a>

source: Connecting to Firefox Accounts
hsb: Zwjazuje so z Firefox Accounts

source: Are you sure you want to reset your PIN? You must sign in to Firefox Accounts to reset your PIN.
hsb: Chceće swój PIN woprawdźe wróćo stajeć? Dyrbiće so pola Firefox Accounts přizjewić, zo byšće swój PIN wróćo stajił.

source: Logging out
hsb: Wotzjewja so…

source: You are signed in as:
hsb: Sće přizjewjeny jako:

source: Not you?
hsb: Njejsće to wy?

source: Super Simulate
hsb: Supersimulować

source: Simulate Something?
hsb: Něšto simulować?

source: No network simulation
hsb: Žana syćowa simulacija

source: PIN too short
hsb: PIN je překrótki

source: Success
hsb: Wuspěch

source: Your purchase is complete. Close the window to continue
hsb: Waša kup je dospołna. Začińće wokno, zo byšće pokročował

source: An error occurred. Close the window to continue
hsb: Zmylk je wustupił. Začińće wokno, zo byšće pokročował

source: Completing Payment
hsb: Płaćenje so wotzamkuje

source: Product cannot be purchased due to configuration error.
hsb: Produkt njeda so konfiguraciskeho zmylka dla kupić.
