Repository: 10allday-Software/spartacus
Catalog: locale/ee/LC_MESSAGES/messages.po
Languages: ee

source: Payment cancelled.
ee: Wotɔ fexexe

source: Cancel
ee: Tefliɖeme

source: PIN can only contain digits.
ee: Numberwo koe anɔ PIN sia me

source: You logged in as a different user, you must start the payment again.
ee: Egeɖeme abe ame yeye ene eyata edzebe nagaxe fe ake.

source: Loading
ee: Egbɔna

source: Beginning payment
ee: Fexexe dze egɔme

source: Connecting to Persona
ee: Ele ka tsiam kle Persona

source: Payment complete
ee: Fexexe wu enu

source: Oops
ee: Ooo

source: This is taking longer than expected. Try again?
ee: Esia xɔ ɣeɣiɣi si womebu o la. Agawoe kea?

source: Something went wrong. Try again?
ee: Nane gble. Agawoe kea?

source: OK
ee: Yoo

source: Error
ee: Vodada

source: Enter PIN
ee: Ƒo PIN

source: Sign In
ee: Geɖe me

source: Sign in to continue with the payment
ee: Geɖe me nayi fexexe dzi

source: Sign in
ee: Geɖe me

source: Continue
ee: Yi dzi

source: Wrong PIN
ee: PIN mede o

source: PINs do not match.
ee: PIN womesɔ o

source: Create a PIN
ee: Wɔ PIN

source: Confirm PIN
ee: Kaɖe PIN dzi

source: Reset PIN
ee: Ɖɔ PIN ɖo

source: Forgot your PIN?
ee: Eŋlɔ PIN bea?

source: You entered the wrong PIN too many times. Your account is locked. Please try your purchase again in 5 minutes.
ee: Eŋlɔ PIN gbegble zi geɖe. Wotu wo account. Meɖekuku dze agbagba be yeaƒlee le miniti atɔ megbe.

source: Your PIN was locked
ee: Wotu wo PIN

source: Your PIN was locked because you entered it incorrectly too many times. You can continue and try entering your PIN again or reset your PIN.
ee: Wotu wo PIN elabena eŋlɔ gbegbletɔ zi geɖe. Ateŋu ayidzi ana wo PIN ake alo aɖɔeɖo.

source: Are you sure you want to reset your PIN? You must sign in to Persona to reset your PIN.
ee: Ekaɖedzi be yea ɖɔ wo PIN ɖoa? Ga geɖe Persona me ne na ɖɔ wo PIN ɖo.

source: Verifying payment
ee: Wodzi be woakaɖe fexexe dzi

source: Retrying
ee: Egale agbagba dzem

source: That took longer than expected. Retry?
ee: Exɔ game si womebu o. Agawoe a?

source: Back
ee: Megbe

source: Submit
ee: Ɖo ɖa.

source: Retry?
ee: Agaɖoe ɖaa?

source: Create PIN
ee: Wɔ PIN

source: Something went wrong.
ee: Nane gble.

source: Reset your PIN?
ee: Aɖɔ wo PIN ɖo a?

source: Was Locked
ee: Etu

source: Setting up payment
ee: Wolo fexexe dzram ɖo

source: An internal web request timed out.
ee: Game va yi na internal web ƒe biabia.

source: The system timed out while trying to log in.
ee: Game va yi na system a esi nele didim be yeage ɖe me.

source: An error occurred whilst trying to log out.
ee: Vodada aɖe va esi ne didim be log out.

source: The system timed out while trying to log out.
ee: Game va yi na system a esi nele didim be log out.

source: Payments are temporarily disabled.
ee: Woxe mɔ na fexexewo.

source: An unexpected error occurred when creating your PIN.
ee: Vodada makpɔmɔna aɖe va esi nele wo PIN wɔm.

source: The PIN data submitted was invalid.
ee: PIN ƒe data si nena la mede o.

source: No valid user found whilst attempting to create your PIN
ee: Womekpɔ nuzala dede aɖeke esi nele wo PIN wɔm la o

source: Permission denied attempting to create your PIN.
ee: Wo xe mɔ esi nele wo PIN wɔm.

source: The request timed out whilst attempting to create your PIN.
ee: Biabia ƒe game va yi esi nele didim be yeawɔ wo PIN.

source: An unexpected error occurred whilst checking your PIN.
ee: Vodada makpɔmɔna aɖe va esi wo nɔ ŋku lem ɖe wo PIN ŋu.

source: No valid user found whilst checking your PIN
ee: Womekpɔ nuzala dede aɖeke esi wonɔ ŋku lem ɖe wo PIN ŋu.

source: Permission denied attempting to check your PIN
ee: Wo xe mɔ esi nele didim be yeale ŋku ɖe wo PIN ŋu.

source: The request timed out whilst trying to check your PIN
ee: Game va yi na wo biabia esi nenɔ ŋku lem ɖe wo PIN ŋu.

source: An unexpected error occurred when resetting your PIN.
ee: Vodada makpɔmɔna aɖe va esi wo wo gbugbɔ le wo PIN wɔm.

source: No valid user found whilst attempting to reset your PIN
ee: Womekpɔ nuzala dede aɖeke esi wonɔ didim be woagbugbɔ wɔ wo PIN.

source: Permission denied attempting to reset your PIN.
ee: Wo xe mɔ esi nele didim be yeagbugbɔ wɔ wo PIN.

source: The request timed out whilst attempting to reset your PIN.
ee: Game va yi wo biabia esi nele didim be yeagbugbɔ wɔ wo PIN.

source: The transaction failed. You have not been charged for this purchase.
ee: Nuƒeƒle me dze edzi o. Mexe fe ɖe nuƒeƒle sia ta o.

source: The payment method or price point is not supported for this region or operator.
ee: Fexexe mɔnu alo teƒe meli na nuto sia me alo operator o.

source: Waiting for login
ee: Ele login dzɔm

source: Retrieving Transaction
ee: Wole asitsatsametsonuwo hem ve

source: An unexpected error occurred.
ee: Vodada makpɔmɔna aɖe va.

source: Sign-in to reset PIN
ee: Geɖe me ne nagbugbɔ wɔ PIN

source: Please sign in to reset your PIN.
ee: Meɖekuku geɖeme ne nagbugbɔ wɔ wo PIN.

source: Initializing
ee: Ele gɔmedzem

source: PIN Locked
ee: PIN tu

source: Completing payment
ee: Fexexe le nuwum

source: Processing
ee: Wole asi trɔm le eŋu

source: Simulate Payment
ee: Gawɔ fexexe

source: You will not be charged.
ee: Maxe fe o.

source: Reset
ee: Gbugbɔ wɔ

source: By proceeding you agree to our <a %(terms)s>terms</a> and <a %(privacy)s>Privacy Policy</a>
ee: Ne eyi dzi la ekema elɔ ɖe miaƒe <a %(terms)s>ɖoɖowo </a>kple<a %(privacy)s>Privacy ƒe Policy</a>dzi.

source: Connecting to Firefox Accounts
ee: Ele ka tsiam kple Firefox Accountwo

source: Are you sure you want to reset your PIN? You must sign in to Firefox Accounts to reset your PIN.
ee: Ekaɖedzi be yeagbugbɔ wɔ PIN a? Edze be na geɖe Firefox Accountwo me ne nagbugbɔ wɔ wo PIN.

source: Logging out
ee: Ele logging out

source: You are signed in as:
ee: Ege ɖe me abe:

source: Not you?
ee: Menye woa?

source: Super Simulate
ee: Simulate ŋutɔ

source: Simulate Something?
ee: A simulate nanea?

source: No network simulation
ee: Network ɖeke me simulate o

source: PIN too short
ee: PIN medidi o

source: Success
ee: Edzedzi

source: Your purchase is complete. Close the window to continue
ee: Wo nuƒleƒle la wunu. Tu window la ne nayi edzi

source: An error occurred. Close the window to continue
ee: Vodada aɖe va. Tu window la ne nayi edzi

source: Completing Payment
ee: Fexexe le nuwum

source: Product cannot be purchased due to configuration error.
ee: Enweghị ike ịzụta ngwaahịa n'ihi mperi nhazi.
