Repository: 10allday-Software/spartacus
Catalog: locale/ha/LC_MESSAGES/messages.po
Languages: ha

source: Payment cancelled.
ha: An soke biya

source: Cancel
ha: Soke

source: PIN can only contain digits.
ha: PIN zai iya ɗaukar haruffa ne kawai

source: You logged in as a different user, you must start the payment again.
ha: Ka shiga a matsayin wani mai amfani daban, dole ka fara sake biya.

source: Loading
ha: Lodawa

source: Beginning payment
ha: Fara biya

source: Connecting to Persona
ha: Haɗawa da na Ƙashin kai

source: Payment complete
ha: An kammala biya

source: Oops
ha: Kash

source: This is taking longer than expected. Try again?
ha: Wannan ya ɗauki tsawon lokacin da ba'a zata ba. Sake gwadawa?

source: Something went wrong. Try again?
ha: Wani abu ya tafi ba dai dai ba. Sake gwadawa?

source: Error
ha: Kuskure

source: Enter PIN
ha: Shigar da PIN

source: Sign In
ha: Shiga

source: Sign in to continue with the payment
ha: Shiga domin ci gaba da biyan

source: Sign in
ha: Shiga

source: Continue
ha: Ci gaba

source: Wrong PIN
ha: PIN bai yi dai dai ba

source: PINs do not match.
ha: PINs ba su dace ba.

source: Create a PIN
ha: Ƙirƙiri PIN

source: Confirm PIN
ha: Tabbatar da PIN

source: Reset PIN
ha: Sake saita PIN

source: Forgot your PIN?
ha: Ka manta PIN naka

source: You entered the wrong PIN too many times. Your account is locked. Please try your purchase again in 5 minutes.
ha: Ka shigar da PIN ba dai dai sau da yawa. An rufe asusunka. Gwada sake sayenka a mintina 5.

source: Your PIN was locked
ha: An rufe PIN naka

source: Your PIN was locked because you entered it incorrectly too many times. You can continue and try entering your PIN again or reset your PIN.
ha: An rufe asusunka sabo da ka shigar da shi ba dai dai ba sau da dama. Za ka iya ci gaba kuma ka gwada sake shigar da PIN ko ka sake saita PIN ɗinka.

source: Are you sure you want to reset your PIN? You must sign in to Persona to reset your PIN.
ha: Ka tabbata ka na so ka sake saita PIN ɗinka? Dole ka shiga zuwa na Ƙashin kai domin sake saita PIN ɗinka.

source: Verifying payment
ha: Tantance biya

source: Retrying
ha: Sake gwadawa

source: That took longer than expected. Retry?
ha: Wannan ya ɗauki lokacin da ba'a zata ba. Sake gwadawa?

source: Back
ha: Baya

source: Submit
ha: Miƙa

source: Retry?
ha: Sake gwadawa?

source: Create PIN
ha: Ƙirƙiri PIN

source: Something went wrong.
ha: Wani abu ya tafi ba dai dai ba.

source: Reset your PIN?
ha: A sake saita PIN ɗinka?

source: Was Locked
ha: An Rufe

source: Setting up payment
ha: Saita biya

source: An internal web request timed out.
ha: Lokacin nema na yanar gizo na ciki ya wuce.

source: The system timed out while trying to log in.
ha: Lokacin kwamfuta ya wuce yayin ƙoƙarin shiga.

source: An error occurred whilst trying to log out.
ha: Kuskure ya afku yayin ƙoƙarin fita.

source: The system timed out while trying to log out.
ha: Lokacin kwamfuta ya wuce yayin ƙoƙarin fita.

source: Payments are temporarily disabled.
ha: An kashe biya na wani taƙaitaccen lokaci.

source: An unexpected error occurred when creating your PIN.
ha: Wani kuskure da ba'a zata ba ya afku lokacin ƙirƙirar PIN ɗinka.

source: The PIN data submitted was invalid.
ha: Bayanin PIN da aka miƙa ba ingantacce ba ne.

source: No valid user found whilst attempting to create your PIN
ha: Ba'a sami mai amfani ingantacce ba yayin yinƙurin ƙirƙirar PIN

source: Permission denied attempting to create your PIN.
ha: An hana izini na yinƙurin ƙirƙirar PIN ɗinka.

source: The request timed out whilst attempting to create your PIN.
ha: Lokacin nema ya wuce yayin yinƙurin ƙirƙirar PIN ɗinka.

source: An unexpected error occurred whilst checking your PIN.
ha: Wani kuskure da ba'a zata ba ya afku yayin duba PIN ɗinka.

source: No valid user found whilst checking your PIN
ha: Ba'a sami mai amfani ingantacce ba yayin duba PIN ɗinka

source: Permission denied attempting to check your PIN
ha: An hana izini a yinƙurin duba PIN ɗinka.

source: The request timed out whilst trying to check your PIN
ha: Lokacin nema ya wuce yayin ƙoƙarin duba PIN ɗinka

source: An unexpected error occurred when resetting your PIN.
ha: Wani kuskure da ba'a zata ba ya afku lokacin sake saita PIN ɗinka.

source: No valid user found whilst attempting to reset your PIN
ha: Ba'a sami mai amfani ingantacce ba yayin yinƙurin sake saita PIN ɗinka

source: Permission denied attempting to reset your PIN.
ha: An hana izini a yinƙurin sake saita PIN ɗinka.

source: The request timed out whilst attempting to reset your PIN.
ha: Lokacin nema ya wuce yayin yinƙurin sake saita PIN ɗinka.

source: The transaction failed. You have not been charged for this purchase.
ha: Harkar ta ci tura. Ba'a cajeka kuɗin wannan siyayyar ba.

source: The payment method or price point is not supported for this region or operator.
ha: Yadda ake biya ko gurbin farashin ba shi da tallafi a wannan nahiyar ko mai gudanarwa.

source: Waiting for login
ha: Jira domin shiga

source: Retrieving Transaction
ha: Dawo da Harkar Siyayya

source: An unexpected error occurred.
ha: Kuskuren da ba'a zata ba ya afku.

source: Sign-in to reset PIN
ha: Shiga domin sake saita PIN

source: Please sign in to reset your PIN.
ha: Shiga domin sake saita PIN ɗinka.

source: Initializing
ha: Yana farawa

source: PIN Locked
ha: An rufe PIN

source: Completing payment
ha: Cika biya

source: Processing
ha: Aiwatarwa

source: Simulate Payment
ha: Canja Biya

source: You will not be charged.
ha: Ba za'a cajeka ba.

source: Reset
ha: Sake saitawa

source: By proceeding you agree to our <a %(terms)s>terms</a> and <a %(privacy)s>Privacy Policy</a>
ha: Ta ci gaba ka yarda da <a %(terms)s>terms</a> da <a %(privacy)s>Privacy Policy</a>

source: Connecting to Firefox Accounts
ha: Haɗawa da Asusun Firefox

source: Are you sure you want to reset your PIN? You must sign in to Firefox Accounts to reset your PIN.
ha: Ka tabbatar ka na so ka sake saita PIN ɗinka? Dole ka shiga cikin Asusun Firefox domin sake saita PIN ɗinka.

source: Logging out
ha: Fita

source: You are signed in as:
ha: Ka shiga a matsayin:

source: Not you?
ha: Ba kai ba ne?

source: Super Simulate
ha: Babbar Canjawa

source: Simulate Something?
ha: Canja Wani abu?

source: No network simulation
ha: Babu haɗin canjawa

source: PIN too short
ha: PIN ya cika gajarta

source: Success
ha: Nasara

source: Your purchase is complete. Close the window to continue
ha: Siyayyarka ta kammala. Rufe window domin ci gaba

source: An error occurred. Close the window to continue
ha: Wani kuskure ya faru. Rufe window domin ci gaba

source: Completing Payment
ha: Ana gama Biyan

source: Product cannot be purchased due to configuration error.
ha: Ba za'a iya sayen kayan ba sabo da kuskuren saitawa.
