Repository: 10allday-Software/spartacus
Catalog: locale/wo/LC_MESSAGES/messages.po
Languages: wo

source: Payment cancelled.
wo: Bàyyi nañu fay gi.

source: Cancel
wo: Bàyyi

source: PIN can only contain digits.
wo: PIN bi ay siifar kese la mën a doon.

source: You logged in as a different user, you must start the payment again.
wo: Beneen turu jëfandikukat nga jëfandikoo, danga war a tàmbaliwaat fay gi.

source: Loading
wo: Yab gi

source: Beginning payment
wo: Tàmbalig fay gi

source: Connecting to Persona
wo: Jokkoo ak Persona

source: Payment complete
wo: Fay gi mat na

source: Oops
wo: Céy lii

source: This is taking longer than expected. Try again?
wo: Daa melni dafa gën a yàgg. Jéemaatal?

source: Something went wrong. Try again?
wo: Am na lu jaarul yoon. Dangay jéemaat?

source: OK
wo: Waaw-Kay

source: Error
wo: Waaw-Kay

source: Enter PIN
wo: Dugalal PIN

source: Sign In
wo: Dugg

source: Sign in to continue with the payment
wo: Duggal ngir wéyal fay gi

source: Sign in
wo: Dugg

source: Continue
wo: Wéyal

source: Wrong PIN
wo: PIN bi baaxul

source: PINs do not match.
wo: PIN yi dëppoowul.

source: Create a PIN
wo: Sosal ab PIN

source: Confirm PIN
wo: Dëggal PIN

source: Reset PIN
wo: Defaraat PIN

source: Forgot your PIN?
wo: Danga fàtte sa PIN?

source: You entered the wrong PIN too many times. Your account is locked. Please try your purchase again in 5 minutes.
wo: Linga dugal ci PIN dafa bari lool. Sam sàqu tëju na. Jéemaatal jënd fileek 5 simili.

source: Your PIN was locked
wo: Sa PIN bi tëju na

source: Your PIN was locked because you entered it incorrectly too many times. You can continue and try entering your PIN again or reset your PIN.
wo: Sa PIN dafa tëju ndax li nga dugal ci yu baaxul dafa bari lool. Mën nga wéy te jéem a dugalaat sa PIN walla nga defaraat sa PIN.

source: Are you sure you want to reset your PIN? You must sign in to Persona to reset your PIN.
wo: Ndax leer na la ni danga bëgg a defaraat sa PIN? Danga war a dugg ci Persona ngir defaraat sa PIN.

source: Verifying payment
wo: Saytu payoor

source: Retrying
wo: Jéemaat

source: That took longer than expected. Retry?
wo: Dafa melni dafa gën a yàgg. Dangay jéemaat?

source: Back
wo: Dellu

source: Submit
wo: Dugal

source: Retry?
wo: Dangay jéemaat?

source: Create PIN
wo: Sos PIN

source: Something went wrong.
wo: Am na lu jaarul yoon.

source: Reset your PIN?
wo: Dangay defaraat sa PIN?

source: Was Locked
wo: Tëju na

source: Setting up payment
wo: Jekkal sa payoor

source: An internal web request timed out.
wo: Àppu webu biir gi jeex na.

source: The system timed out while trying to log in.
wo: Àppu noste gi jeex na ci bi ñuy jéem a dugg.

source: An error occurred whilst trying to log out.
wo: Njuumte am na ci bi ñuy jéem a génn.

source: The system timed out while trying to log out.
wo: Àppu noste gi jeex na ci bi ñuy jéem a génn.

source: Payments are temporarily disabled.
wo: Dañu fayandi payoor yi.

source: An unexpected error occurred when creating your PIN.
wo: Njuumte luñu bett am na ci bi ñuy sos sa PIN.

source: The PIN data submitted was invalid.
wo: Njoxe PIN biñu dugal baaxul.

source: No valid user found whilst attempting to create your PIN
wo: Gisu ñu benn jëfandikukat bu baax ci sa sosug PIN

source: Permission denied attempting to create your PIN.
wo: Bañ nañu sañ-sañu jéem a sos sa PIN.

source: The request timed out whilst attempting to create your PIN.
wo: Àppu càkkutéef bi jeex na bi nuy jéem a sos sa PIN.

source: An unexpected error occurred whilst checking your PIN.
wo: Njuumte luñu bett am na ci bi ñuy saytu sa PIN.

source: No valid user found whilst checking your PIN
wo: Amul benn jëfandikukat bu baax ci sa saytug PIN

source: Permission denied attempting to check your PIN
wo: Bañ nañu sañ-sañu jéem a saytu sa PIN.

source: The request timed out whilst trying to check your PIN
wo: Àppu càkkutéef bi jeex na bi nuy jéem a saytu sa PIN

source: An unexpected error occurred when resetting your PIN.
wo: Njuumte luñu bett am na ci bi ñuy defaraat sa PIN.

source: No valid user found whilst attempting to reset your PIN
wo: Amul benn jëfandikukat bu baax ci bi ñuy defaraat sa PIN

source: Permission denied attempting to reset your PIN.
wo: Bañ nañu sañ-sañu jéem a defaraat sa PIN.

source: The request timed out whilst attempting to reset your PIN.
wo: Àppu càkkutéef bi jeex na ci bi ñuy jéem a defaraat sa PIN.

source: The transaction failed. You have not been charged for this purchase.
wo: Jëflante gi yeggul. Kenn fayyeekuwu la ci njënd mii.

source: The payment method or price point is not supported for this region or operator.
wo: Anamu payoor gi walla tombu njëg li du dox ci diwaan bii walla boroom reso bii.

source: Waiting for login
wo: Mungi xaar dugg

source: Retrieving Transaction
wo: Jël Jëflante gi

source: An unexpected error occurred.
wo: Am na njuumte luñ bett.

source: Sign-in to reset PIN
wo: Dugg ngir defaraat PIN

source: Please sign in to reset your PIN.
wo: Duggal ngir defaraat sa PIN.

source: Initializing
wo: Mingi defaru

source: PIN Locked
wo: PIN bi tëju na

source: Completing payment
wo: Mottali fay gi

source: Processing
wo: Mingi doxal

source: Simulate Payment
wo: Amalandi Fay gi

source: You will not be charged.
wo: Kenn du la fayyeeku.

source: Reset
wo: Defaraat

source: By proceeding you agree to our <a %(terms)s>terms</a> and <a %(privacy)s>Privacy Policy</a>
wo: Soo ko doxalee kon ànd nga ci <a %(terms)s>sàrt yi</a> ak <a %(privacy)s>Sàrti Sutura</a>

source: Connecting to Firefox Accounts
wo: Jokkoo ak Sàqi Firefox

source: Are you sure you want to reset your PIN? You must sign in to Firefox Accounts to reset your PIN.
wo: Ndax leer nala ni danga bëgg a defaraat sa PIN? Danga war a dugg ci Sàqi Firefox ngir defaraat sa PIN.

source: Logging out
wo: Génn

source: You are signed in as:
wo: Yaangi duggee ak:

source: Not you?
wo: Du yaw?

source: Super Simulate
wo: Amandil gu Mag

source: Simulate Something?
wo: Amandil Dara?

source: No network simulation
wo: Amul benn amalandib reso

source: PIN too short
wo: PIN bi dafa gàtt lool

source: Success
wo: Jaar na yoon

source: Your purchase is complete. Close the window to continue
wo: Sam njënd yegg na. Tëjal palanteer bi te wéy

source: An error occurred. Close the window to continue
wo: Njuumte am na. Tëjal palanteer bi ngir wéy

source: Completing Payment
wo: Yeggali Njënd me

source: Product cannot be purchased due to configuration error.
wo: Njuumte tëraliin moo waral kenn mënul jënd costéef bi.
